{
  "ccc": [
    {
      "id": 1,
      "name": "មាត្រា ១ គោលបំណង\r\n",
      "description": "\nក្រមសីលធម៌មេធាវីមានគោលបំណងការពារនិងពង្រឹងឯករាជ្យភាព សេរីភាពនៃវិជ្ជាជីវៈមេធាវី និងធានាសេចក្តីថ្លៃថ្នូររបស់មេធាវី ទាំងក្នុង និងក្រៅការប្រកបវិជ្ជាជីវៈ ដើម្បីបង្កើនជំនឿទុកចិត្តពីសាធារណជន។\r\n",
      "name_en": "Article 1 Purpose \r\n",
      "description_en": "\nThe Attorney Code aims to protect and strengthen the independence and freedom of the legal profession and to ensure the dignity of attorneys, both inside and outside the profession, in order to increase public trust.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី១ វិធានទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 2,
      "name": "មាត្រា ២ វិសាលភាព\r\n",
      "description": "\nក្រមសីលធម៌នេះមានវិសាលភាពអនុវត្តចំពោះមេធាវីសិក្សានិងមេធាវីដែលបានចុះឈ្មោះក្នុងបញ្ជីគណៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជា។\r\n",
      "name_en": "Article 2 Scope\r\n",
      "description_en": "\nThis Code of Conduct applies to academic attorneys and attorneys registered with the Bar Association of the Kingdom of Cambodia.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី១ វិធានទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 3,
      "name": "មាត្រា ៣ គោលការណ៍គ្រឹះ\r\n",
      "description": "\nនៅគ្រប់កាលៈទេសៈ មេធាវីត្រូវគោរពពាក្យសម្បថរបស់ខ្លួន និងត្រូវគោរពគោលការណ៍នៃសម្បជញ្ញៈមនុស្សធម៌ និងសេចក្តីថ្លៃថ្នូរនៃវិជ្ជាជីវៈ។\nមេធាវីមិនត្រូវចូលរួមសកម្មភាពដែលមានលក្ខណៈផ្ទុយនឹងច្បាប់ វិធានវិជ្ជាជីវៈ និងសម្បជញ្ញៈរបស់ខ្លួនឡើយ។\r\n",
      "name_en": "Article 3 Basic Principles\r\n",
      "description_en": "\nIn all circumstances, attorneys must respect their oaths and respect the principles of humane conscience and professional dignity.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី១ វិធានទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 4,
      "name": "មាត្រា ៤ បេសកកម្ម\r\n",
      "description": "\nមេធាវីមានបេសកកម្មចូលរួមក្នុងការរៀបចំនីតិរដ្ឋ ពង្រឹងយុត្តិធម៌សង្គម និងការពារសិទ្ធិមនុស្ស។\r\n",
      "name_en": "Article 4 Mission\r\n",
      "description_en": "\nAttorneys have a mission to participate in establishing the rule of law, strengthening social justice and protecting human rights.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី១ វិធានទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 5,
      "name": "មាត្រា ៥ សេរីភាពនិងឯករាជ្យភាព\r\n",
      "description": "\nមេធាវីមានសេរីភាព និងឯករាជ្យភាពនៅក្នុងការប្រកបវិជ្ជាជីវៈរបស់ខ្លួន។\r\n",
      "name_en": "Article 5 Freedom and independence\r\n",
      "description_en": "\nAttorneys are free and independent in their profession.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី១ វិធានទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 6,
      "name": "មាត្រា ៦ សុចរិតភាពនិងស្មោះត្រង់\r\n",
      "description": "\nមេធាវីត្រូវគោរពនិងប្រតិបត្តិ នូវគោលការណ៍សុចរិតភាព និងភាពស្មោះត្រង់។\r\n",
      "name_en": "Article 6 Integrity and Honesty\r\n",
      "description_en": "\nAttorneys must respect and enforce the principles of integrity and honesty.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី១ វិធានទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 7,
      "name": "មាត្រា ៧ ការសម្ងាត់នៃវិជ្ជាជីវៈ\r\n",
      "description": "\nមេធាវីត្រូវប្រកាន់ឱ្យបានខ្ជាប់ខ្ជួនដាច់ខាតនូវការសម្ងាត់វិជ្ជាជីវៈ។ ការសម្ងាត់នេះមិនត្រូវអាចឱ្យជនណាម្នាក់ស្រង់យកបានឡើយ ទោះបីជាអតិថិជនក៏ដោយ។\nពុំមានកាតព្វកិច្ចលាក់ការសម្ងាត់ទេ ល្គឹកណាមេធាវីត្រូវឆ្លើយតបទៅនឹងបណ្តឹងអតិថិជនរបស់ខ្លួន ប៉ុន្តែត្រូវស្ថិតត្រឹមក្នុងកម្រិតនៃការចាំបាច់នៃការការពាររបស់ខ្លួនតែប៉ុណ្ណោះ។\nត្រូវទុកជាការសម្ងាត់នៃវិជ្ជាជីវៈ ការពិគ្រោះយោបល់ ការផ្តល់យោបល់ ឯកសារក្រៅផ្លូវការទាំងឡាយដែលមេធាវីតាក់តែងឡើងសម្រាប់អតិថិជនរបស់ខ្លួន និងលិខិតស្នាមទាំងឡាយដែលមេធាវីនិងអតិថិជនរបស់ខ្លួនផ្ញើទាក់ទងគ្នា។\r\n",
      "name_en": "Article 7 Confidentiality of the profession\r\n",
      "description_en": "\nAttorneys must strictly adhere to professional secrecy. This Confidentiality shall not be disclosed to any person, even the Client. \n There is no obligation to maintain Confidentiality, as long as the Attorney is responsible for responding to the Claims of his Client, but must be within the necessary limits of protection. Only its confidentiality. \n Must be kept confidential, professional, consulting, informal, documented by the attorney for his client and letters sent by the attorney and his client.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី១ វិធានទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 8,
      "name": "មាត្រា ៨ វិញ្ញាបនបត្រសមាជិកគណៈមេធាវី\r\n",
      "description": "\nមេធាវីបញ្ជាក់ពីភាពត្រឹមត្រូវនៃមុខងាររបស់ខ្លួន តាមរយៈវិញ្ញាបនបត្រដែលចេញដោយគណៈមេធាវី។\nវិញ្ញាបនបត្រនេះត្រូវដកហូតមកវិញដោយគណៈមេធាវី ក្នុងករណីដែលមេធាវីបានលាឈប់ ឬត្រូវហាមឃាត់មិនឱ្យប្រកបវិជ្ជាជីវៈក្នុងរយៈពេលមួយមានកំណត់ ឬត្រូវលុបឈ្មោះចេញពីបញ្ជីគណៈមេធាវី។\r\n",
      "name_en": "Article 8 Certificate of Membership of the Bar Association\r\n",
      "description_en": "\nThe attorney confirms his / her function through a certificate issued by the Bar Association. \nThe certificate shall be revoked by the Bar Association in the event that the attorney resigns or is barred from practicing for a period of time. Limited or must be removed from the bar list.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី១ វិធានទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 9,
      "name": "មាត្រា ៩ អាវវិជ្ជាជីវៈមេធាវី\r\n",
      "description": "\nមេធាវីត្រូវពាក់អាវវិជ្ជាជីវៈមេធាវីនៅចំពោះមុខសវនាការ និងយុត្តាធិការគ្រប់ប្រភេទ លើកលែងតែមានប្រពៃណីផ្ទុយពីនេះ។\nមេធាវីត្រូវពាក់អាវវិជ្ជាជីវៈមេធាវី នៅពេលចូលរួមពិធីផ្លូវការ ឬបុណ្យរបស់គណៈមេធាវីតាមតម្រូវការរបស់គណៈមេធាវី។\r\n",
      "name_en": "Article 9 Professional Attorney Shirt\r\n",
      "description_en": "\nAttorneys must wear professional attorneys in front of all hearings and jurisdictions, except in the opposite tradition.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី១ វិធានទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 10,
      "name": "មាត្រា ១០ ការិយាល័យដើម\r\n",
      "description": "\nសមាជិកគណៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជាដែលប្រកបវិជ្ជាជីវៈ ត្រូវមានការិយាល័យដើម ឬសមាជិកនៃការិយាល័យមេធាវីណាមួយនៅក្នុងព្រះរាជាណាចក្រកម្ពុជា។ ការិយាល័យដើមរបស់មេធាវីត្រូវបំពេញលក្ខខណ្ឌដូចខាងក្រោម៖\n-នាមករណ៍ ស្លាកសញ្ញា អាសយដ្ឋានការិយាល័យ និងលេខទូរស័ព្ទ\n-ទូរសារ ទូរពុម្ព គេហទំព័ររបស់ការិយាល័យ និងរូបភាពរបស់ការិយាល័យ (ប្រសិនមាន) \n-បញ្ជីឈ្មោះមេធាវីដែលបានចូលរួមក្នុងការិយាល័យនេះ (ប្រសិនបើមាន)\n-គំនូសបង្ហាញទីតាំងការិយាល័យ និងគំនូសបង្ហាញប្លង់ក្នុងការិយាល័យ\n-រូបសញ្ញ(Logo) ប្រសិនបើមាន ត្រូវមានការអនុញ្ញាតពីគណៈមេធាវី\n-ឯកសារពាក់ព័ន្ធផ្សេងទៀត តាមតម្រូវការរបស់គណៈមេធាវី។\nការតាំងការិយាល័យប្រកបវិជ្ជាជីវៈ ត្រូវធ្វើនៅដាច់ដោយឡែកពីការិយាល័យពាណិជ្ជកម្ម រ៉ាប់រងឱ្យបាននូវការគោរពគោលការណ៍នៃសេចក្តីថ្លៃថ្នូរ និងឯករាជ្យភាពព្រមទាំងធានានូវការសម្ងាត់នៃវិជ្ជាជីវៈ។\nសមាជិកគណៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជាដែលប្រកបវិជ្ជាជីវៈ នៅតាមអង្គភាព ឬស្ថាប័នណាមួយដែលគ្មានការិយាល័យដើម ឬជាសមាជិកនៃការិយាល័យមេធាវីណាមួយត្រូវផ្តល់អាសយដ្ឋានជាក់លាក់សម្រាប់ទំនាក់ទំនងជាមួយគណៈមេធាវី។\r\n",
      "name_en": "Article 10: Main Office\r\n",
      "description_en": "\n Professional members of the Bar Association of the Kingdom of Cambodia must have a head office or a member of a law firm in the Kingdom of Cambodia. The original office of the attorney must meet the following conditions: \n-Name, logo, office address and telephone number \n-Fax, office website and office image (if any) \n-List of attorneys participating in the office This (if any) \n-Office location diagram and office layout \n-Logo, if any, with the permission of the Bar Association \n- Other relevant documents as required by the Bar Association. \n The establishment of a professional office shall be separate from the commercial office, ensuring respect for the principles of dignity and independence, as well as ensuring the confidentiality of the profession. \nProfessional members of the Bar Association of the Kingdom of Cambodia In any entity or institution that does not have an original office or is a member of a law firm, a specific address must be provided for communication with the bar.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី២ ទីលំនៅវិជ្ជាជីវៈ និងកន្លែងពិគ្រោះយោបល់",
      "chapter_en": "Chapter 2: Profession and Consulting Location"
    },
    {
      "id": 11,
      "name": "មាត្រា ១១ ការិយាល័យសាខា\r\n",
      "description": "\nការិយាល័យសាខា គឺជាការិយាល័យមួយដោយឡែកពីការិយាល័យដើម និងមានទីតាំងស្ថិតនៅក្រៅដែនដី រដ្ឋបាលរាជធានី-ខេត្តដែលការិយាល័យដើមតាំងនៅ។\nមេធាវីដែលចង់បើកការិយាល័យសាខានៅក្នុងព្រះរាជាណាចក្រកម្ពុជា ត្រូវបំពេញលក្ខខណ្ឌដូចមានចែងក្នុងមាត្រា ១០ ខាងលើ និងយ៉ាងតិចត្រូវមានមេធាវីពេញសិទ្ធិម្នាក់ជាអ្នកទទួលខុសត្រូវ។\nការបើកការិយាល័យសាខាត្រូវមានការអនុញ្ញាតជាមុនពីក្រុមប្រឹក្សាគណៈមេធាវី។ ការបើកការិយាល័យសាខាធ្វើបានតែមួយគត់ នៅតាមរដ្ឋបាលដែនដីនៃរាជធានី និងខេត្តនីមួយៗ។\nមេធាវីដែលមានបំណងបើកការិយាល័យសាខានៅបរទេស ត្រូវជូនដំណឹងដល់គណៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជា និងគោរពតាមលក្ខខណ្ឌតម្រូវនានារបស់គណៈមេធាវីបរទេសនោះ។\nដើម្បីធានាការសម្ងាត់និងសេចក្តីថ្លៃថ្នូរនៃវិជ្ជាជីវៈមេធាវី គណៈមេធាវីអាចត្រួតពិនិត្យការិយាល័យដើម និងការិយាល័យសាខាបាននៅរាល់ម៉ោងធ្វើការ ដោយគ្រាន់តែជូនដំណឹងជាមុនក្នុងរយៈពេល៧ថ្ងៃនៃថ្ងៃធ្វើការយ៉ាងតិច ទៅការិយាល័យដែលត្រូវត្រួតបពិនិត្យនោះ។\r\n",
      "name_en": "Article 11: Branch Office\r\n",
      "description_en": "\nBranch Office is a separate office from the original office and is located outside the capital-provincial administrative territory where the original office is located. \nA attorney who wants to open a branch office in the Kingdom of Cambodia must meet the conditions stated in Article 10 above and at least one qualified attorney shall be responsible. \nThe opening of a branch office must be approved in advance by the Bar Council. The opening of a branch office can be done only in the local administration of each capital and province. \nA attorney who intends to open a branch office abroad must notify the Bar Association of the Kingdom of Cambodia and comply with the requirements of the committee. To ensure the confidentiality and dignity of the legal profession, the Bar Association may inspect the original office and branch office at all business hours by giving at least 7 business days notice to the office. That must be controlled.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី២ ទីលំនៅវិជ្ជាជីវៈ និងកន្លែងពិគ្រោះយោបល់",
      "chapter_en": "Chapter 2: Profession and Consulting Location"
    },
    {
      "id": 12,
      "name": "មាត្រា ១២ ការិយាល័យសាខានៃមេធាវីបរទេស\r\n",
      "description": "\nមេធាវីបរទេស អាចបើកការិយាល័យសាខានៅក្នុងព្រះរាជាណាចក្រកម្ពុជាបាន លុះត្រាតែមេធាវីបរទេសនោះ បានបំពេញលក្ខខណ្ឌដែលមានចែងក្នុងច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី។\nមេធាវីបរទេសដែលគណៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជា អនុញ្ញាតឱ្យប្រកបវិជ្ជាជីវៈ ត្រូវគោរពតាមច្បាប់ និងវិធានវិជ្ជាជីវៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជា។\r\n",
      "name_en": "Article 12: Branch Office of Foreign Attorneys\r\n",
      "description_en": "\nForeign attorneys can open a branch office in the Kingdom of Cambodia only if they meet the conditions set out in the Law on the Law on Attorneys. \nForeign attorneys licensed by the Bar Association of the Kingdom of Cambodia must comply Law and Professional Rules of the Attorney of the Kingdom of Cambodia.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី២ ទីលំនៅវិជ្ជាជីវៈ និងកន្លែងពិគ្រោះយោបល់",
      "chapter_en": "Chapter 2: Profession and Consulting Location"
    },
    {
      "id": 13,
      "name": "មាត្រា ១៣ ទីកន្លែងទទួលពិគ្រោះយោបល់\r\n",
      "description": "\nមេធាវីអាចទទួលពិគ្រោះយោបល់ច្បាប់ជូនអតិថិជននៅការិយាល័យដើម ឬក្នុងការិយាល័យសាខារបស់ខ្លួន។\nមេធាវីអាចទទួលពិគ្រោះច្បាប់ នៅទីកន្លែងផ្សេងទៀតដែលមានភាពសមរម្យ និងធានាបាននូវការសម្ងាត់វិជ្ជាជីវៈ។\r\n",
      "name_en": "Article 13 Place of consultation\r\n",
      "description_en": "\nAttorneys can get legal advice to clients at their original office or in their branch office. \nAttorneys can get legal advice at other appropriate locations and ensure professional secrecy.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី២ ទីលំនៅវិជ្ជាជីវៈ និងកន្លែងពិគ្រោះយោបល់",
      "chapter_en": "Chapter 2: Profession and Consulting Location"
    },
    {
      "id": 14,
      "name": "មាត្រា ១៤ ការផ្សព្វផ្សាយពីមុខងារ\r\n",
      "description": "\nគណៈមេធាវី ធានារ៉ាប់រងផ្សព្វផ្សាយពីមុខងារនៃវិជ្ជាជីវៈមេធាវីជារួម។\r\n",
      "name_en": "Article 14: Promoting of Functions\r\n",
      "description_en": "\nThe Insurance Bar Association promotes the functions of the legal profession as a whole.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៣ ការផ្សព្វផ្សាយ",
      "chapter_en": "Chapter 3 Advertising"
    },
    {
      "id": 15,
      "name": "មាត្រា ១៥ ការផ្សព្វផ្សាយវិជ្ជាជីវៈជាឯកជន\r\n",
      "description": "\nមេធាវីមិនត្រូវផ្តល់ព័ត៌មានក្លែង ឬបន្លំបោកប្រាស់ ឬអួតអាងពីសេវាកម្មរបស់ខ្លួន ដើម្បីផ្សព្វផ្សាយទាក់ទាញអតិថិជនឡើយ។\nមេធាវីអាចធ្វើការផ្សព្វផ្សាយអំពីសេវាកម្មនៃការិយាល័យមេធាវីរបស់ខ្លួន តាមរយៈទំនាក់ទំនងជាលាយលក្ខណ៍អក្សរ សារអេឡិចត្រូនិក រួមទាំងប្រព័ន្ធផ្សព្វផ្សាយជាសាធារណៈ បន្ទាប់ពីមានការអនុញ្ញាតពីក្រុមប្រឹក្សា។\r\n",
      "name_en": "Article 15: Promoting Profession in Private Manner\r\n",
      "description_en": "\nAttorneys must not provide false or misleading information, deceive or brag about their services in order to attract clients. From the permission of the council.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៣ ការផ្សព្វផ្សាយ",
      "chapter_en": "Chapter 3 Advertising"
    },
    {
      "id": 16,
      "name": "មាត្រា ១៦ ក្រដាសសរសេររបស់មេធាវី និងនាមប័ណ្ណរបស់មេធាវី\r\n",
      "description": "\nក្រដាសសរសេររបស់មេធាវីត្រូវចុះទិន្ទេសដូចតទៅ៖\n-នាមត្រកូលបកតិនាមមេធាវី ឬនាមករណ៍នៃក្រុមហ៊ុនមេធាវី\n-រូបសញ្ញា Logo ប្រសិនជាមាន\n-និទ្ទេស \"មេធាវី\" ឬ \"មេធាវីនៃគណៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជា\"\n-ទីលំនៅវិជ្ជាជីវៈដើម ហើយបើមានការិយាល័យសាខា ត្រូវចុះអាសយដ្ឋាននៃការិយាល័យសាខាដែលលបានបើកដោយត្រឹមត្រូវតាមច្បាប់\n-លេខកូដប្រៃសណីយ៍ ទូរគមនាគមន៍ និងបែបបទនៃទំនាក់ទំនងដទៃទៀត ប្រសិនជាមាន។\nមេធាវីទាំងឡាយដែលបំពេញការងារនៅការិយាល័យប្រមូលផ្តុំ ដោយពុំបានធ្វើជាសមាគម ក្រោមរូបភាពណាមួយ អាចត្រូវអនុញ្ញាតឱ្យប្រើក្រដាសសរសេររួមបាន ក្រោមលក្ខខណ្ឌដែលមិនបង្កើតឱ្យមានការភ័ន្តច្រឡំជាមួយរចនាសម្ព័ន្ធការងារ។\nនាមប័ណ្ណផ្ទាល់របស់មេធាវីត្រូវចុះនិទ្ទេសដូចតទៅ៖\n-នាមត្រកូល បកតិនាមមេធាវី ឬនាមករណ៍នៃក្រុមហ៊ុនមេធាវី\n-រូបសញ្ញា Logo ប្រសិនជាមាន\n-និទ្ទេស \"មេធាវី\"\n-ទីលំនៅវិជ្ជាជីវៈដើម ហើយបើមានការិយាល័យសាខា ត្រូវចុះអាសយដ្ឋាននៃការិយាល័យសាខាដែលលបានបើកដោយត្រឹមត្រូវតាមច្បាប់\n-លេខកូដប្រៃសណីយ៍ ទូរគមនាគមន៍ និងបែបបទនៃទំនាក់ទំនងដទៃទៀត ប្រសិនជាមាន។\r\n",
      "name_en": "Article 16: Attorney's written paper and attorney's business card\r\n",
      "description_en": "\nThe attorney's transcript must be entered as follows: \n-Last name, first name of the attorney or the name of the law firm \n-Logo if any \n-Index \"Attorney\" or \"Attorney of the Bar Association of the Kingdom Cambodia \"\n- Original professional residence and, if any, has a branch office, must list the address of the branch office that was opened in accordance with the law \n-Postal code, telecommunication and other forms of communication, if any. \nAttorney Those who work in the collection office without being an association under any form may be allowed to use the joint writing under the condition that it does not confuse the structure of the work. Next: \n-Last name, first name, attorney or name of the law firm \n-Logo if any Legally opened branches \n- Postal codes, telecommunications and other forms of communication, if any.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៣ ការផ្សព្វផ្សាយ",
      "chapter_en": "Chapter 3 Advertising"
    },
    {
      "id": 17,
      "name": "មាត្រា ១៧ អន្តរាគមន៍តាមប្រព័ន្ធផ្សាយព័ត៌មានជាសាធារណៈនៃមេធាវី\r\n",
      "description": "\nគ្រប់អន្តរាគមន៍សាធារណៈ ឬតាមប្រព័ន្ធផ្សព្វផ្សាយព័ត៌មានជាសាធារណៈរបស់មេធាវីក្នុងឋានៈខ្លួនជាមេធាវី អាចអនុញ្ញាតឱ្យធ្វើបានតែក្នុងក្របខ័ណ្ឌនៃការគោរពដោយម៉ឺងម៉ាត់នូវកាតព្វកិច្ចនៃវិជ្ជាជីវៈ។ អន្តរាគមន៍បែបនេះ ទាមទារឱ្យមានការប្រុងប្រយ័ត្ន។\r\n",
      "name_en": "Article 17: Intervention in Public Media of Attorneys\r\n",
      "description_en": "\nAll public intervention or through the public media of a attorney in his or her capacity as a attorney may be permitted only within the strict observance of professional obligations. Such interventions require caution.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៣ ការផ្សព្វផ្សាយ",
      "chapter_en": "Chapter 3 Advertising"
    },
    {
      "id": 18,
      "name": "មាត្រា ១៨ ទំនាក់ទំនងរវាងមេធាវី និងអតិថិជន\r\n",
      "description": "\nទំនាក់ទំនងរវាងមេធាវី និងអតិថិជន គឺជាទំនាក់ទំនងតាមកិច្ចសន្យា ហើយកិច្ចសន្យានោះមានប្រភពពីទំនៀមទំលាប់ និងពីការព្រមព្រៀងគ្នាទៅវិញទៅមក។ មេធាវីគឺជាអ្នកកាន់តំណែងការពារ និងតំណាងឱ្យអតិថិជន។\nទំនាក់ទំនងរវាងមេធាវី និងអតិថិជន កើតមាននៅពេលជនណាម្នាក់ បង្ហាញពីបំណងចង់ឱ្យមេធាវីផ្តល់សេវាកម្មផ្នែកច្បាប់ ហើយមេធាវីនោះយល់ព្រម។\r\n",
      "name_en": "Article 18: Relationship between a attorney and a client\r\n",
      "description_en": "\nThe relationship between a attorney and a client is a contractual relationship, and that contract originates from custom and mutual agreement. A attorney is a person who protects and represents a client. \nThe relationship between a attorney and a client occurs when someone expresses a desire for a attorney to provide legal services and the attorney agrees.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៤ មេធាវី និងអតិថិជន",
      "chapter_en": "Chapter 4 Attorneys and Clients"
    },
    {
      "id": 19,
      "name": "មាត្រា ១៩ ការសម្ងាត់វិជ្ជាជីវៈ\r\n",
      "description": "\nមេធាវីគ្រប់រូបមានកាតព្វកិច្ចរក្សាការសម្ងាត់ជូនអតិថិជនរបស់ខ្លួនជាដាច់ខាត ស្របតាមច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី។ មេធាវីមិនត្រូវបង្ហាញការសម្ងាត់របស់អតិថិជនខ្លួនឡើយ លើកលែងតែមានការជូនដំណឹង និងយល់ព្រមពីអតិថិជន ឬកាលណាមានការអនុញ្ញាតដោយច្បាប់ ឬតម្រូវដោយច្បាប់។\r\n",
      "name_en": "Article 19: Duty of confidentiality\r\n",
      "description_en": "\nAll attorneys have an obligation to maintain the confidentiality of their clients in accordance with the Law on Attorney Statutes. An attorney shall not disclose the confidentiality of his client, except with the informed consent and consent of the client, or when permitted by law or required by law.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៤ មេធាវី និងអតិថិជន",
      "chapter_en": "Chapter 4 Attorneys and Clients"
    },
    {
      "id": 20,
      "name": "មាត្រា ២០ បញ្ហាលើការតាក់តែងលិខិតស្នាមដោយមេធាវី\r\n",
      "description": "\nមេធាវីដែលជាអ្នកតាក់តែងលិខិតស្នាមតែម្នាក់ឯង តាមការព្រមព្រៀងពីគូភាគី អាចធ្វើសកម្មភាព ឬការពារលើការអនុវត្តលិខិតនោះបាន នៅពេលដែលការទទួលខុសត្រូវរបស់ខ្លួនផ្ទាល់លើលិខិតស្នាមនោះលេចជាបញ្ហា តែមិនត្រូវធ្វើសកម្មភាពប្រឆាំងនឹងភាគីណាមួយដែលមាននៅក្នុងលិខិតស្នាមនោះឡើយ។\nមេធាវីដែលបានចូលរួមក្នុងការតាក់តែងលិខិតស្នាម ក្នុងឋានៈជាទីប្រឹក្សារបស់ភាគីម្ខាង អាចធ្វើសកម្មភាព ឬការពារលើការអនុវត្តន៍លិខិតនោះតទល់នឹងភាគីម្ខាងទៀតបាន។\nមេធាវីដែលជាអ្នកតាក់តែងលិខិតស្នាម ឬដែលជាអ្នកចូលរួមតាក់តែង មិនអាចបំពេញកិច្ចការ ឬការពារលើសុពលភាព ឬលើការបកស្រាយលិខិតស្នាមដែលខ្លួនបានសរសេរនោះទេ កាលបើការអន្តរាគមន៍របស់ខ្លួននាំខ្លួនឱ្យទៅជាសាក្សី ឬឱ្យប៉ះពាល់ដល់ការសម្ងាត់វិជ្ជាជីវៈ។ មេធាវីនេះ ក៏មិនអាចធ្វើអន្តរាគមន៍ទៅកើតដែរ កាលណាការទទួលខុសត្រូវផ្ទាល់ខ្លួនត្រូវលេចជាបញ្ហាឡើង។\r\n",
      "name_en": "Article 20: Issues on the preparation of letters by attorneys\r\n",
      "description_en": "\nA attorney who is the sole compiler of the letter, with the consent of the parties, may take action or defend the execution of the letter when his own responsibility for the letter appears to be problematic but not Act against any party to the letter. \nA attorney who participates in the preparation of the letter as an adviser to one party may act or defend the implementation of the letter against the other party. . \nThe attorney who wrote the letter or who participated in the letter could not perform his duties or defend the validity or interpretation of the letter he wrote if his intervention led to a witness or harm. To professional secrecy, this attorney also can not intervene when personal responsibility arises as a matter of urgency.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៤ មេធាវី និងអតិថិជន",
      "chapter_en": "Chapter 4 Attorneys and Clients"
    },
    {
      "id": 21,
      "name": "មាត្រា ២១ ការតាក់តែងលិខិតដោយមេធាវីរួមគ្នា\r\n",
      "description": "\nមេធាវីម្នាក់ៗ ត្រូវប្រមូលផ្តុំនូវឯកសារព័ត៌មានផ្ទាល់របស់អតិថិជនខ្លួន។ មេធាវីម្នាក់ៗ ត្រូវផ្ទៀងពិនិត្យភាពត្រឹមត្រូវ ឬភាពសច្ចៈនៃអត្តសញ្ញាណរបស់បុគ្គលនៃទិន្ទេសនានា និងឯកសារនានាដែលអតិថិជនខ្លួនបានប្រគល់ឱ្យ និងហត្ថលេខាដែលខ្លួនបានឱ្យចុះ។\nលើកលែងតែមានការព្រមព្រៀងផ្ទុយពីនេះ មេធាវីដែលរ៉ាប់រងការរៀបចំលិខិតស្នាម ត្រូវចាប់ផ្តើមកិច្ចការភ្លាម និងចាប់ផ្តើមធ្វើទម្រង់ការចាំបាច់នានាសម្រាប់សុពលភាព និងប្រសិទ្ធភាព។ បន្ទាប់មក មេធាវីនេះត្រូវជូនទោសហភាតារបស់ខ្លួននូវលិខិតស្នាមគ្រប់ច្បាប់ដែលត្រូវបញ្ចូនត្រឡប់ទៅឱ្យអតិថិជនរបស់សហភាតានេះ។\nមេធាវីម្នាក់ៗត្រូវទទួលខុសត្រូវចំពោះមុខសហភាតារបស់ខ្លួន អំពីការខ្នះខ្នែង អំពីបែបបទដែលខ្លួនជាអ្នកទទួលបន្ទុកត្រូវធ្វើក្នុងផលប្រយោជន៍រួម ប៉ុន្តែក្នុងលក្ខខណ្ឌដែលខ្លួនត្រូវបានទទួលមូលនិធិចាំបាច់រួចហើយសិន។\r\n",
      "name_en": "Article 21: Preparation of a letter by a joint attorney\r\n",
      "description_en": "\nEvery attorney must gather his / her client's personal information. Each attorney must verify the authenticity or authenticity of the identity of the individual of the transcripts and documents provided by his / her client and the signatures he / she has provided. Scars must start immediately and begin to make the necessary forms for validity and effectiveness. The attorney then has to give his or her co-worker all the legal documents that need to be returned to the client's client. Responsibilities must be made in the common interest, but only on the condition that it has already received the necessary funds.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៤ មេធាវី និងអតិថិជន",
      "chapter_en": "Chapter 4 Attorneys and Clients"
    },
    {
      "id": 22,
      "name": "មាត្រា ២២ ការទទួលរឿងក្តី\r\n",
      "description": "\nមេធាវីមានសិទ្ធិទទួល ឬមិនទទួលជួយអតិថិជន លើកលែងតែត្រូវចាត់តាំងដោយប្រធានគណៈមេធាវី។ មេធាវីអាចទទួលរឿងក្តីតាមរយៈកូនក្តីផ្ទាល់ ឬតតិយជន។\nប្រសិនបើយល់ព្រមទទួលយកបេសកកម្ម មេធាវីត្រូវបំពេញបេសកកម្មនោះ ដោយយកចិត្តទុកដាក់រហូតដល់ចប់បេសកកម្ម លើកលែងតែអតិថិជនឈប់ពឹងពាក់។\nប្រសិនបើយល់ព្រមទទួល មេធាវីពន្យល់ប្រាប់អតិថិជនរបស់ខ្លួនអំពីលក្ខខណ្ឌនៃរឿងក្តី ជម្រើសនៃវិធីដោះស្រាយ កម្រៃសេវាមេធាវី ការចំណាយ និងកម្រៃផ្សេងៗទៀត ដោយផ្អែកលើព័ត៌មានដែលទទួលបានពីអតិថិជន។\nដើម្បីបំពេញបេសកកម្មរបស់ខ្លួន និងក្នុងការគោរពសេរីភាពរបស់អតិថិជន មេធាវីត្រូវស្ថិតនៅជាម្ចាស់នៃមធ្យោបាយការពារ។\nមេធាវីមិនត្រូវផ្តល់នូវការធានាចំពោះអតិថិជនទាក់ទងនឹងលទ្ធផលវិជ្ជមាននៃរឿងក្តីឡើយ។\r\n",
      "name_en": "Article 22: Acceptance of the case\r\n",
      "description_en": "\nThe attorney has the right to accept or refuse to help the client unless appointed by the President of the Bar Association. The attorney can take the case through the client or a third party. \nIf you agree to accept the mission, the attorney must complete the mission carefully until the end of the mission, unless the client ceases to be dependent. \nIf the attorney agrees to explain to the client It deals with the terms of the case, the choice of settlement, attorneys' fees, expenses and other fees based on the information received from the client. Of defense. \nThe attorney must not provide assurances to the client regarding the positive outcome of the case.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៤ មេធាវី និងអតិថិជន",
      "chapter_en": "Chapter 4 Attorneys and Clients"
    },
    {
      "id": 23,
      "name": "មាត្រា ២៣ លិខិតប្រគល់សិទ្ធិ\r\n",
      "description": "\nក្នុងគ្រប់រឿងអ្វីក៏ដោយ មេធាវីត្រូវមានលិខិតប្រគល់សិទ្ធិ ឬលិខិតប្រគល់សិទ្ធិតំណាងដោយអាណត្តិ ឬពាក្យពឹងពាក់ពីអតិថិជនរបស់ខ្លួន។\nខ្លឹមសារនៃលិខិតទាំងអស់ខាងលើនេះ ត្រូវសរសេរលំអិតអំពីសិទ្ធិ និងតួនាទីរបស់មេធាវីដែលអតិថិជនប្រគល់ឱ្យស្របតាមច្បាប់ និងគំរូដែលគណៈមេធាវីកំណត់។\r\n",
      "name_en": "Article 23: Power of attorney\r\n",
      "description_en": "\nIn all cases, the attorney must have a power of attorney or power of attorney representing his or her client or term of office. Delivered in accordance with the rules and standards set by the Bar.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៤ មេធាវី និងអតិថិជន",
      "chapter_en": "Chapter 4 Attorneys and Clients"
    },
    {
      "id": 24,
      "name": "មាត្រា ២៤ ទំនាក់ទំនងផ្ទាល់ជាមួយអតិថិជន\r\n",
      "description": "\nការទាក់ទងជាមួយអតិថិជនត្រូវធ្វើដោយចំពោះ និងផ្ទាល់ខ្លួន។ មេធាវីមិនអាចទទួលរឿងក្តីមួយតាមរយៈតតិយជនបានឡើយ បើខ្លួនគ្មានសេរីភាពនឹងចូលទាក់ទងផ្ទាល់ខ្លួនជាមួយអតិថិជនដែលមានរឿងនោះបាន។\nវិធាននេះអាចមិនត្រូវប្រតិបត្តិតាមបាន ល្គឹកណាមេធាវីដើរតួជាអ្នកឆ្លើយឆ្លងរបស់មេធាវីម្នាក់ទៀត។\r\n",
      "name_en": "Article 24: Direct relationship with clients\r\n",
      "description_en": "\nContact with customers is personal and personal. A attorney cannot accept a case through a third party if he or she is not free to have personal contact with the client who has the case.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៤ មេធាវី និងអតិថិជន",
      "chapter_en": "Chapter 4 Attorneys and Clients"
    },
    {
      "id": 25,
      "name": "មាត្រា ២៥ ទំនាស់ផលប្រយោជន៍\r\n",
      "description": "\nមេធាវីមិនត្រូវទទួលរឿងក្តីទាំងឡាយដូចខាងក្រោម៖\n-រឿងក្តីមួយដែលមេធាវីខ្លួនឯង ឬក្រុមមេធាវីរបស់ខ្លួន បានជួយបដិភាគីនៅក្នុងការផ្តល់យោបល់ ឬបានទទួលយល់ព្រមតំណាងឱ្យបដិភាគីរួចហើយ\n-នៅពេលដែលផលប្រយោជន៍របស់អតិថិជនម្នាក់ មានទំនាស់ជាមួយផលប្រយោជន៍អតិថិជនម្នាក់ទៀតនៅក្នុងរឿងក្តីដែលមេធាវី ឬក្រុមមេធាវីរបស់ខ្លួនកំពុងកាន់\n-នៅពេលដែលអតិថិជនទាំងពីរ ជាភាគីវិវាទនៅក្នុងរឿងក្តីតែមួយ\n-នៅពេលដែលអតិថិជនម្នាក់ចង់ពឹងពាក់មេធាវី ឬក្រុមមេធាវីរបស់ខ្លួន តែមេធាវី ឬក្រុមមេធាវីនេះធ្លាប់បានទទួលជួយបដិភាគីក្នុងរឿងក្តីដទៃ ឬមេធាវីបានយល់ព្រមផ្តល់យោបល់ផ្នែកច្បាប់បន្តទៀត លើកលែងតែរឿងក្តីចុងក្រោយដែលមេធាវី ឬក្រុមមេធាវីដែលធ្លាប់ពាក់ព័ន្ធនោះ បានកន្លងផុតទៅអស់រយៈពេល២(ពីរ)ឆ្នាំ\n-រឿងក្តីមួយដែលមេធាវី ឬក្រុមមេធាវីរបស់ខ្លួនបានដើរតួជាអាជ្ញាកណ្តាល អ្នកផ្សះផ្សា ឬអ្នកសម្របសម្រួល ក្នុងទម្រង់នីតិវិធីនៃការដោះស្រាយជម្លោះក្រៅប្រព័ន្ធតុលាការ។\nករណីដែលមេធាវី ឬក្រុមមេធាវី ជាទីប្រឹក្សា ឬធ្លាប់ជាទីប្រឹក្សារបស់អតិថិជនច្រើនគ្នានោះ មេធាវីនឹងអាចទទួលការពារប្រយោជន៍ភាគីណាមួយបាន លុះត្រាតែត្រូវជម្រាបទៅភាគីឯទៀត និងបន្ទាប់ពីទទួលបានការយល់ព្រមសិន ហើយត្រូវប្រុងប្រយ័ត្នកុំឱ្យបាត់បង់នូវភាពថ្លៃថ្នូរ កិត្តិយស និងការសម្ងាត់វិជ្ជាជីវៈ។\r\n",
      "name_en": "Article 25: Conflict of Interest\r\n",
      "description_en": "\nThe attorney must not accept the following cases: \n- A case in which the attorney himself or his team of attorneys assisted the parties in the consultation or has already agreed to represent the parties \n- when The interests of one client conflict with the interests of another client in the case that their attorney or group of attorneys are holding \n- when both clients are parties to a dispute in the same case \n- when A client wants to rely on his or her attorney, but the attorney or counselor has previously assisted the parties in other cases, or the attorney has agreed to continue to provide legal advice, except in the last case in which the attorney or group of attorneys was involved. Two (2) years have elapsed \n- A case in which a attorney or his or her team of attorneys acts as an arbitrator, mediator or mediator in the form of out-of-court dispute resolution procedures. If a attorney or group of attorneys is an advisor or has been an advisor to multiple clients, the attorney will be able to defend the interests of one party only if the other party is informed and after obtaining the consent and be careful not to lose Dignity, honor and professional secrecy.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៤ មេធាវី និងអតិថិជន",
      "chapter_en": "Chapter 4 Attorneys and Clients"
    },
    {
      "id": 26,
      "name": "មាត្រា ២៦ អតិថិជនជាប់ឃុំ\r\n",
      "description": "\nមេធាវី មិនត្រូវផ្តល់មធ្យោបាយ ឬវត្ថុផ្សេងៗ ដែលច្បាប់ហាមឃាត់ទៅអតិថិជនដែលកំពុងជាប់ឃុំ។\r\n",
      "name_en": "Article 26: Detained Clients\r\n",
      "description_en": "\nAttorneys must not provide any means or objects prohibited by law to clients who are incarcerated.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៤ មេធាវី និងអតិថិជន",
      "chapter_en": "Chapter 4 Attorneys and Clients"
    },
    {
      "id": 27,
      "name": "មាត្រា ២៧ កម្រៃមេធាវី\r\n",
      "description": "\nកម្រៃសេវាកម្មមេធាវី គឺជាកម្មវត្ថុនៃការព្រមព្រៀងគ្នា រវាងមេធាវី និងអតិថិជន។\nជាទូទៅ មេធាវីមិនត្រូវបែងចែកកម្រៃសេវាទៅឱ្យមេធាវីផ្សេងទៀតឡើយ លើកតែករណីដូចខាងក្រោម៖\n-មេធាវីជាដៃគូនៅក្នុងការិយាល័យ ឬក្រុមមេធាវីជាមួយគ្នា\n-មេធាវីដទៃទៀតដែលមិននៅក្នុងការិយាល័យ ឬក្រុមមេធាវីជាមួយគ្នា តែមានការទទួលខុសត្រូវរួមគ្នាចំពោះរឿងក្តី ការបែងចែកត្រូវធ្វើទៅតាមសមាមាត្រទៅនឹងសេវាដែលបំពេញដោយមេធាវីនីមួយៗ ឬតាមចំនួនសមាមាត្រាផ្សេងទៀត តាមការព្រមព្រៀង។\r\n",
      "name_en": "Article 27: Attorney's fee\r\n",
      "description_en": "\nThe attorney's fees are the subject of an agreement between the attorney and the client. \nAll attorneys generally do not distribute fees to other attorneys, except in the following cases: \n- Attorneys who are partners in the office or group Co-Attorneys \n- Other attorneys who are not in the same office or group of attorneys but have joint responsibility for the case, the division shall be in proportion to the services provided by each attorney or by the number of articles. Other by agreement.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៤ មេធាវី និងអតិថិជន",
      "chapter_en": "Chapter 4 Attorneys and Clients"
    },
    {
      "id": 28,
      "name": "មាត្រា ២៨ វិវាទជាមួយអតិថិជន\r\n",
      "description": "\nមេធាវីត្រូវព្យាយាមរក្សាទំនាក់ទំនងល្អជាមួយអតិថិជន និងព្យាយាមបញ្ចៀសជម្លោះជាមួយអតិថិជន។ ប្រសិនបើមានទំនាស់ជាមួយអតិថិជន មេធាវីត្រូវព្យាយាមដោះស្រាយទំនាស់នោះដោយសន្តិវិធីតាមរយៈការសម្រុះសម្រួលដោយស្ថាប័នគណៈមេធាវី។\r\n",
      "name_en": "Article 28: Disputes with clients\r\n",
      "description_en": "\nAttorneys must try to maintain a good relationship with the client and try to avoid conflicts with the client. If there is a dispute with a client, the attorney must try to resolve the dispute peacefully through mediation by the Bar Association.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៤ មេធាវី និងអតិថិជន",
      "chapter_en": "Chapter 4 Attorneys and Clients"
    },
    {
      "id": 29,
      "name": "មាត្រា ២៩ ការប្រកែក និងការបោះបង់ចោលបេសកកម្ម\r\n",
      "description": "\nមេធាវីត្រូវប្រកែកមិនព្រមទទួលយកបេសកកម្មទាំងឡាយណា ឬអំពើទាំងឡាយណាដែលផ្ទុយពីវិធានវិជ្ជាជីវៈនិងសម្បជញ្ញៈរបស់ខ្លួន។\nមេធាវីមិនត្រូវតំណាង ឬការពារ ឬត្រូវបញ្ឈប់ការតំណាង ឬការពារអតិថិជន បើការតំណាង ឬការការពារបានចាប់ផ្តើមរួចហើយ នៅក្នុងករណីដូចខាងក្រោម៖\n-ការតំណាង ឬការការពារនោះ នឹងក្លាយជាលទ្ធផលនៃការរំលោភលើវិធានវិជ្ជាជីវៈ ឬច្បាប់ផ្សេងទៀត\n-ស្ថានភាពរាងកាយ ឬស្មារតីរបស់មេធាវីធ្វើឱ្យប៉ះពាល់ដល់ប្រសិទ្ធភាពនៅក្នុងការតំណាង ការពាររឿងក្តី\n-មេធាវីដែលត្រូវបានហាមឃាត់មិនឱ្យប្រកបវិជ្ជាជីវៈ ឬលុបឈ្មោះចេញពីបញ្ជីគណៈមេធាវីដោយទណ្ឌកម្មវិន័យ។\nដោយសារបុព្វហេតុដែលចេញពីសម្បជញ្ញៈរបស់ខ្លួន មេធាវីអាចសម្រេចបញ្ឈប់បេសកកម្មរបស់ខ្លួន ប្រសិនបើមានមូលហេតុដូចខាងក្រោម៖\n-អតិថិជន បន្តប្រព្រឹត្តបទល្មើសព្រហ្មទណ្ឌ ឬអំពើទុច្ចរិត\n-អតិថិជន បានប្រើប្រាស់សេវាកម្មរបស់មេធាវី ដើម្បីប្រព្រឹត្តបទល្មើសព្រហ្មទណ្ឌ ឬអំពើទុច្ចរិត\n-គោលបំណងរបស់អតិថិជនមិនអាចទទួលយកបាន ឬផ្ទុយពីជំនឿរបស់មេធាវី\n-អតិថិជន មិនសហការជាមួយមេធាវី\n-អតិថិជន ខកខានមិនបានបំពេញកាតព្វកិច្ចចំពោះមេធាវី ទាក់ទងនឹងសេវាកម្មរបស់មេធាវី និងបន្ទាប់ពីបានជូនដំណឹងដ៏សមស្របថា មេធាវីនឹងបញ្ឈប់បេសកកម្មរបស់ខ្លួន លុះត្រាតែកាតព្វកិច្ចបានបំពេញ\n-មានមូលហេតុសមស្របផ្សេងទៀត សម្រាប់ការបញ្ឈប់បេសកកម្ម។\nមុនពេលបញ្ឈប់បេសកកម្មរបស់ខ្លួន មេធាវីត្រូវតែជូនដំណឹងទៅអតិថិជនអំពីការបញ្ឈប់ ឬការដកខ្លួននេះ ក្នុងពេលវេលាមួយសមស្របដែលផ្តល់លទ្ធភាពឱ្យអតិថិជននេះ អាចបង្ការផលប្រយោជន៍របស់ខ្លួនបាន និងស្វែងរកមេធាវីផ្សេងទៀត។\nមេធាវីត្រូវដឹងឱ្យច្បាស់ថា បេសកកម្មនោះ ស្ថិតនៅក្នុងក្របខ័ណ្ឌធានារ៉ាប់រងពីក្រុមហ៊ុន ដែលធានារ៉ាប់រងចំពោះខ្លួន។\r\n",
      "name_en": "Article 29: Dispute and abandonment of mission\r\n",
      "description_en": "\nThe attorney must refuse to accept any mission or act that is contrary to his professional rules and conscience. \nThe attorney must not represent or defend or stop representing or defending the client if representation or protection Already started in the following cases: \n- That representation or defense will be the result of a violation of professional rules or other laws \n- The physical or mental condition of the attorney affects the effectiveness in Defendants \n- Attorneys who have been barred from practicing or delisted from the Bar Association by disciplinary action. Below: \n- The client continues to commit a criminal offense or misdemeanor \n- The client uses the services of a attorney to commit a criminal offense or misdemeanor \n- The client's purpose is unacceptable or contrary to the attorney's beliefs \n-Client does not cooperate with attorney \n- Client fails to fulfill obligations to attorney in relation to attorney services and after proper notification that the attorney will terminate his / her mission unless the obligation is fulfilled \n- Other for termination of mission. \nBefore stopping his mission, the attorney must inform the client about the termination or withdrawal at a reasonable time, which enables the client to defend his interests and seek another attorney. Further. \nThe attorney must make sure that the mission is within the framework of insurance from the company that insures him.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៤ មេធាវី និងអតិថិជន",
      "chapter_en": "Chapter 4 Attorneys and Clients"
    },
    {
      "id": 30,
      "name": "មាត្រា ៣០ ការបញ្ឈប់បេសកកម្មមេធាវីដោយអតិថិជន\r\n",
      "description": "\nអតិថិជនអាចបញ្ឈប់បេសកកម្មរបស់មេធាវីនៅពេលណាក៏បាន ដោយមាន ឬគ្មានមូលហេតុ។ ប៉ុន្តែអតិថិជនត្រូវទទួលខុសត្រូវបង់កម្រៃសេវាកម្មមេធាវីដែលបានព្រមព្រៀង។\r\n",
      "name_en": "Article 30: Termination of the attorney's mission by the client\r\n",
      "description_en": "\n Clients can terminate a attorney's mission at any time, with or without cause. However, the client is responsible for paying the agreed attorney fees.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៤ មេធាវី និងអតិថិជន",
      "chapter_en": "Chapter 4 Attorneys and Clients"
    },
    {
      "id": 31,
      "name": "មាត្រា ៣១ ករណីយកិច្ចរបស់មេធាវី ក្រោយការបញ្ឈប់ និងការបញ្ចប់បសកកម្ម\r\n",
      "description": "\nលើកលែងតែមានការហាមឃាត់ដោយច្បាប់ និងវិធានវិជ្ជាជីវៈ មេធាវីត្រូវ៖\n-ប្រគល់ទៅឱ្យអតិថិជនតាមការស្នើសុំរបស់គេ នូវបញ្ជីស្រង់ប្រាក់ដែលមេធាវីបានចេញជំនួសចំណាយផ្សេងៗ និងប្រាក់កម្រៃនៃមេធាវី។\n-ប្រគល់ឱ្យភាគីហត្ថលេខីនីមួយៗនូវលិខិតដើម ព្រមទាំងឯកសារទាំងអស់ ដែលបញ្ជាក់អំពីការបានបំពេញបែបបទគ្រប់សព្វ បើបេសកកម្មនោះជាការតាក់តែងលិខិតស្នាម។\n-ប្រគល់ត្រឡប់ទៅឱ្យអតិថិជនវិញ នូវឯកសារទាំងអស់ដែលខ្លួនបានទទួលទុកដោយគ្មានសិទ្ធិរក្សាទុកអ្វីទាំងអស់។\nការប្រគល់ឯកសារខាងលើនេះ ត្រូវមានបញ្ជីរាយឈ្មោះឯកសារ និងមានហត្ថលេខា ឬស្នាមមេដៃប្រគល់-ទទួលត្រឹមត្រូវ។\r\n",
      "name_en": "Article 31: Duties of attorneys after termination and termination of mission\r\n",
      "description_en": "\nUnless prohibited by law and professional rules, the attorney must: \n-Provide to the client at his request a list of quotes issued by the attorney in lieu of other costs and fees of the attorney. Give each signatory party the original letter and all the documents confirming that all the formalities have been completed, if the mission is to complete the letter. \n- Return to the customer all the documents that he received. No right to save anything. \n The above submission must contain a list of documents and a valid signature or fingerprint.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៤ មេធាវី និងអតិថិជន",
      "chapter_en": "Chapter 4 Attorneys and Clients"
    },
    {
      "id": 32,
      "name": "មាត្រា ៣២ ភាគីដែលមានជំនួយពីមេធាវី\r\n",
      "description": "\nមេធាវីអាចទាក់ទងជាមួយភាគីម្ខាងទៀតដែលខ្លួនដឹងថាមានមេធាវីជួយ លុះត្រាតែការទាក់ទងនោះធ្វើនៅចំពោះមុខមេធាវីរបស់ភាគីម្ខាងទៀត ឬទាល់តែមានការយល់ព្រមពីមេធាវីនោះ។\nលើកលែងតែមានការព្រមព្រៀងគ្នាផ្សេងពីនេះ រាល់ការជួបប្រជុំត្រូវធ្វើនៅចំពោះមុខភាគីទាំងអស់ និងមេធាវីរបស់ពួកគេ។\r\n",
      "name_en": "Article 32: A party with the assistance of a attorney\r\n",
      "description_en": "\nA attorney can communicate with the other party, who he knows has the help of a attorney, only if the communication is made in the presence of the other party's attorney or with the consent of that attorney. \nUnless otherwise agreed. All meetings shall be held in the presence of all parties and their attorneys.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៥ ទំនាក់ទំនងជាមួយភាគីម្ខាងទៀត និងសាក្សី",
      "chapter_en": "Chapter 5 Relationship with the Other Party and Witnesses"
    },
    {
      "id": 33,
      "name": "មាត្រា ៣៣ ភាគីដែលគ្មានជំនួយពីមេធាវី\r\n",
      "description": "\nមុនធ្វើសកម្មភាពបណ្តឹង មេធាវីដោយមានការយល់ព្រមពីអតិថិជនរបស់ខ្លួនផង អាចទាក់ទងជាមួយភាគីម្ខាងទៀត ដើម្បីរកការដោះស្រាយសម្រុះសម្រួលគ្នា។\nក្នុងឱកាសនោះ មេធាវីមិនត្រូវធ្វើការកៀបសង្កត់ បង្ខិតបង្ខំ ឬបញ្ចុះបញ្ចូល ឱ្យភាគីម្ខាងទៀតយល់ខុស ដើម្បីសម្រេចនូវគោលដៅរបស់ខ្លួននោះទេ។\nមុននឹងពិភាក្សាគ្នា មេធាវីត្រូវរំលឹកទៅភាគីម្ខាងទៀត អំពីសិទ្ធិរបស់គេដែលត្រូវមានជំនួយពីមេធាវី។\r\n",
      "name_en": "Article 33: A party without the assistance of a attorney\r\n",
      "description_en": "\nBefore acting on a lawsuit, the attorney, with the consent of his client, can contact the other party to find a compromise. \nIn that case, the attorney must not coerce, coerce or persuade the other party to misunderstand. In order to achieve its goal. \nBefore discussing, the attorney must remind the other party of their right to have the help of a attorney.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៥ ទំនាក់ទំនងជាមួយភាគីម្ខាងទៀត និងសាក្សី",
      "chapter_en": "Chapter 5 Relationship with the Other Party and Witnesses"
    },
    {
      "id": 34,
      "name": "មាត្រា ៣៤ ការទាញយក ឬការផ្តល់ផលប្រយោជន៍ដល់ភាគីម្ខាងទៀត\r\n",
      "description": "\nមេធាវីមិនត្រូវទាញយក ឬផ្តល់ផលប្រយោជន៍ ឬទទួលយកពិធីកំសាន្តពីសំណាក់ភាគីម្ខាងទៀតក្នុងទំនាក់ទំនងនៃរឿងក្តីឡើយ ប្រសិនបើអំពើនេះ ធ្វើឱ្យមានឥទ្ធិពលដល់រឿងក្តីដែលកំពុងដំណើរការ។\r\n",
      "name_en": "Article 34: Extracting or providing benefits to the other party\r\n",
      "description_en": "\nThe attorney must not take advantage of or accept entertainment from the other party in the case relationship if this act affects the ongoing case.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៥ ទំនាក់ទំនងជាមួយភាគីម្ខាងទៀត និងសាក្សី",
      "chapter_en": "Chapter 5 Relationship with the Other Party and Witnesses"
    },
    {
      "id": 35,
      "name": "មាត្រា ៣៥ តតិយជន និងសាក្សី\r\n",
      "description": "\nក្នុងក្របខ័ណ្ឌសាលាជម្រះក្តីណាមួយ និងគ្រប់ករណី ឬក្នុងលក្ខខណ្ឌដែលមានចែងក្នុងវិធាននីតិវិធី មេធាវីអាចចូលទំនាក់ទំនងជាមួយនឹងតតិយជន ដើម្បីសុំឱ្យផ្តល់ដោយស្រុះស្រួលគ្នានូវឯកសារដែលគេមាន។ បើសុំមិនបានទេ មេធាវីអាចឱ្យចៅក្រមទាមទារឱ្យខ្លួនបាន។\nមេធាវី ត្រូវហាមឃាត់ប្រើឥទ្ធិពលតាមវិធីណាមួយក៏ដោយ លើសាក្សីនិង/ឬជនដែលអាចជាសាក្សីដែលនាំឱ្យប៉ះពាល់ដល់សក្ខីកម្មរបស់ជននោះជាដាច់ខាត។\r\n",
      "name_en": "Article 35: Third parties and witnesses\r\n",
      "description_en": "\n Within the framework of the Trial Chamber and in all cases or under the conditions set forth in the Rules of Procedure, the attorney may contact a third party to request a conciliatory provision of the available documents. If not requested, the attorney may allow the judge to make a claim for him / her. \nThe attorney is prohibited from using any influence on the witness and / or any person who may be a witness which may affect the testimony of that person.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៥ ទំនាក់ទំនងជាមួយភាគីម្ខាងទៀត និងសាក្សី",
      "chapter_en": "Chapter 5 Relationship with the Other Party and Witnesses"
    },
    {
      "id": 36,
      "name": "មាត្រា ៣៦ ការល្បួងឱ្យភូតភរតុលាការ\r\n",
      "description": "\nមេធាវី ជាដាច់ខាតមិនត្រូវល្បួងសាក្សីឱ្យប្រព្រឹត្តអំពើភូតភរ ឬក្លែងសក្ខីកម្ម ព្រមទាំងមិនត្រូវដាក់ភស្តុតាងក្លែងជូនដល់តុលាការឡើយ។\r\n",
      "name_en": "Article 36: Deceiveing to lie to the court\r\n",
      "description_en": "\nAll attorneys must not tempt witnesses to commit falsehood or falsify testimony, and must not submit false evidence to the court.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៥ ទំនាក់ទំនងជាមួយភាគីម្ខាងទៀត និងសាក្សី",
      "chapter_en": "Chapter 5 Relationship with the Other Party and Witnesses"
    },
    {
      "id": 37,
      "name": "មាត្រា ៣៧ ទំនាក់ទំនងជាមួយចៅក្រម\r\n",
      "description": "\nមេធាវីត្រូវណែនាំខ្លួនជូនចៅក្រម ចំពោះរឿងក្តីដែលខ្លួនការពារ ឬតំណាងដោយអាណត្តិ។\nមេធាវីត្រូវប្រកាន់ឱ្យបានខ្ជាប់ខ្ជួននូវឯករាជ្យភាព និងសេចក្តីថ្លៃថ្នូរក្នុងវិជ្ជាជីវៈ នៅចំពោះមុខតុលាការ។\nមេធាវីត្រូវគោរពតាមវិធាននីតិវិធី និងបទបញ្ជារបស់តុលាការ។ មេធាវីមិនត្រូវប្រើជាដាច់ខាតនូវវិធីមិនស្មោះត្រង់ ហើយត្រូវគោរពវិធីតទល់គ្នា។ មេធាវីមានសិទ្ធិសំដែងឡើងនូវអ្វីៗដែលខ្លួនយល់ថា មានប្រយោជន៍ដល់អតិថិជនរបស់ខ្លួន។\nមេធាវីត្រូវរួចផុតពីការចោទប្រកាន់ក្នុងបទព្រហ្មទណ្ឌ និងការទទួលខុសត្រូវរដ្ឋប្បវេណី ចំពោះសេចក្តីថ្លែងការណ៍ ឬសារណា ទោះធ្វើជាលាយលក្ខណ៍អក្សរក្តី ជាផ្ទាល់មាត់ក្តី ក្នុងបំណងសុចរិត ដើម្បីការពារនៅចំពោះមុខតុលាការ សាលាជម្រះក្តី ឬអាជ្ញាធរផ្សេងៗទៀត។\nក្នុងករណីមានទំនាស់ជាមួយចៅក្រមពាក់ព័ន្ធនឹងសេចក្តីថ្លែងការណ៍ ឬសារណា មេធាវីត្រូវសុំអន្តរាគមន៍ពីប្រធានគណៈមេធាវីភ្លាម។\r\n",
      "name_en": "Article 37: Relations with judges\r\n",
      "description_en": "\nThe attorney must introduce himself to the judge in the case that he defends or represents by mandate. \nThe attorney must adhere to the independence and professional dignity before the court. \nThe attorney must abide by the rules, procedures and Court order. Attorneys must never use dishonest methods and must respect confrontation. A attorney has the right to express what he or she deems beneficial to his or her client. Orally, in good faith to defend before the court, tribunal or other authorities. \nIn the event of a dispute with a judge regarding a statement or dissertation, the attorney shall immediately seek the intervention of the President of the Bar Association.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៦ ទំនាក់ទំនងជាមួយតុលាការ",
      "chapter_en": "Chapter 6 Relations with the Court"
    },
    {
      "id": 38,
      "name": "មាត្រា ៣៨ ការជំនុំជម្រះក្តីដោយយុត្តិធម៌ និងគោរពតាមនីតិវិធីដ៏ត្រឹមត្រូវ\r\n",
      "description": "\nមេធាវីត្រូវទាមទារ និងស្វះស្វែងធ្វើឱ្យមានការជំនុំជម្រះក្តីដោយយុត្តិធម៌ គោរពតាមច្បាប់ និងនីតិវិធីដ៏ត្រឹមត្រូវឱ្យកើតមានយ៉ាងពិតប្រាកដ។\r\n",
      "name_en": "Article 38: A fair trial and adherence to due process\r\n",
      "description_en": "\nAttorneys must demand and seek a fair trial in accordance with the law and due process.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៦ ទំនាក់ទំនងជាមួយតុលាការ",
      "chapter_en": "Chapter 6 Relations with the Court"
    },
    {
      "id": 39,
      "name": "មាត្រា ៣៩ ការពន្យានៅក្នុងនីតិវិធីតុលាការ\r\n",
      "description": "\nមេធាវីមិនត្រូវបង្កឱ្យមានការពន្យានីតិវិធីតុលាការណាមួយ ដោយការធ្វេសប្រហែស ឬមូលហេតុមិនសមហេតុផលដែលអាចប៉ះពាល់ដល់ផលប្រយោជន៍យុត្តិធម៌នោះឡើយ។\r\n",
      "name_en": "Article 39: Delays in court proceedings\r\n",
      "description_en": "\nThe attorney must not cause any delay in court proceedings due to negligence or unreasonable reasons that may affect the interests of justice.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៦ ទំនាក់ទំនងជាមួយតុលាការ",
      "chapter_en": "Chapter 6 Relations with the Court"
    },
    {
      "id": 40,
      "name": "មាត្រា ៤០ ការទំនាក់ទំនងផ្ទាល់ខ្លួនជាមួយបុគ្គលសាធារណៈ\r\n",
      "description": "\nមេធាវីមិនត្រូវប្រើប្រាស់ទំនាក់ទំនងផ្ទាល់ខ្លួនជាមួយចៅក្រម ព្រះរាជអាជ្ញា មន្ត្រីរាជការ ឬបុគ្គលមានអំណាចផ្សេងទៀត មកពាក់ព័ន្ធនៅក្នុងនីតិវិធីតុលាការក្នុងការដោះស្រាយរឿងក្តីនោះទេ។\nមេធាវីមិនត្រូវជួយដោយផ្ទាល់ ឬដោយប្រយោលដល់ចៅក្រមក្នុងការប្រព្រឹត្តអំពើខុសច្បាប់ នៃព្រះរាជាណាចក្រកម្ពុជាឡើយ។\r\n",
      "name_en": "Article 40: Personal Relations with Public Individuals\r\n",
      "description_en": "\nAttorneys must not use personal relationships with judges, prosecutors, government officials or other persons involved in court proceedings to resolve cases. Committing illegal acts of the Kingdom of Cambodia.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៦ ទំនាក់ទំនងជាមួយតុលាការ",
      "chapter_en": "Chapter 6 Relations with the Court"
    },
    {
      "id": 41,
      "name": "មាត្រា ៤១ វិធានទូទៅ និងវិធានផ្សេងៗ\r\n",
      "description": "\nគ្រប់ទំនាក់ទំនងរវាងសហភាតា មេធាវីត្រូវប្រព្រឹត្តដោយសេចក្តីថ្លៃថ្នូរ សម្បជញ្ញៈ សេចក្តីទៀងត្រង់ មនុស្សធម៌ ស្មារតីឯករាជ្យ ទេសកោសល្យប៉ិនប្រសប់ គួរសមជានិច្ច និងដោយគោរពវិធានវិជ្ជាជីវៈរបស់ខ្លួន។\nក្នុងការគោរពផលប្រយោជន៍អតិថិជនរបស់ខ្លួន មេធាវីមិនត្រូវធ្វើអ្វីដែលអាចនឹងនាំឱ្យខូចខាតដល់សហភាតាខ្លួនឡើយ។\nមេធាវីត្រូវជូនដំណឹងជាមុនតាមគ្រប់មធ្យោបាយ ដល់សហភាតានៃភាគីម្ខាងទៀត អំពីការសុំពន្យាពេលក្នុងនីតិវិធីណាមួយ ឬការធ្វើបណ្តឹងឧបាស្រ័យ ព្រមទាំងការចាប់ផ្តើមធ្វើនីតិវិធីថ្មីណាមួយ លើកលែងតែមានការចាំបាច់ក្នុងការការពារផលប្រយោជន៍ចម្បងរបស់អតិថិជន។\nមេធាវីត្រូវជូនដំណឹង បង្កលក្ខណៈងាយស្រួលក្នុងទំនាក់ទំនងនានា ដល់សហភាតាដោយគ្មានការយឺតយ៉ាវ។\nការប្រជុំ និងការណាត់ជួបគ្នា ត្រូវកំណត់ដោយការព្រមព្រៀងជាមួយគ្នា ឱ្យសមស្រប និងអធ្យាស្រ័យរៀងៗខ្លួន។ ជាធម្មតា ការប្រជុំ និងការណាត់ជួបគ្នានេះ ត្រូវមកកន្លែងការិយាល័យរបស់មេធាវីដែលមានអតីតភាពច្រើនជាង។\nលំដាប់ថ្នាក់ហៅចូលសវនាការ ត្រូវចាត់ឡើងដោយស្មើភាពគ្នាទាំងអស់រវាងសហភាតា លើកលែងតែប្រធានគណៈមេធាវីដែលត្រូវតែហៅមុនគេ។\nទំនាស់សព្វយ៉ាងរវាងសហភាតា ត្រូវដោះស្រាយតាមការចរចាដោយសន្តិវិធី ឬដោយប្រធានគណៈមេធាវី។\r\n",
      "name_en": "Article 41: General Rules and Other Regulations\r\n",
      "description_en": "\nAll relations between attorneys must be treated with dignity, integrity, humanity, independence, talent, courtesy and respect for their professional rules. \nIn respect of the interests of its clients, attorneys must not do anything that could Do not cause damage to your partner. \nThe attorney must inform in advance by all means to the partner of the other party about the request for a delay in any proceedings or filing an appeal and the start of any new procedure. Unless it is necessary to protect the client's primary interests. \nThe attorney must notify the co-workers to facilitate communication without delay. \nMeetings and appointments shall be determined by mutual agreement. Appropriate and tolerant, respectively. These meetings and appointments are usually held at the office of a more senior attorney. All disputes between the Confederates must be resolved peacefully or by the President of the Bar Association.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៧ ទំនាក់ទំនងជាមួយសហភាតា និងសមាជិកនៃវិជ្ជាជីវៈប្រហាក់ប្រហែលគ្នា",
      "chapter_en": "Chapter 7 Relationships with colleagues and members of similar professions"
    },
    {
      "id": 42,
      "name": "មាត្រា ៤២ ការប្តឹងទៅស្ថាប័នយុត្តាធិការ\r\n",
      "description": "\nមុននឹងមេធាវីណាម្នាក់ ឬច្រើននាក់ ចាប់ផ្តើមធ្វើសកម្មភាពបណ្តឹងទៅស្ថាប័នយុត្តាធិការណាមួយ ពីមេធាវីណាម្នាក់ ឬច្រើននាក់ មេធាវីនោះត្រូវតែជូនដំណឹងជាមុនទៅប្រធានគណៈមេធាវី។\nវិវាទទាំងឡាយដែលកើតឡើងរវាងសហភាតា ក្រៅតែអំពីការអនុវត្តន៍នៃវិធាននីតិវិធីតុលាការ ត្រូវស្នើសុំឡើងទៅរកការសម្រុះសម្រួលដោយប្រធានគណៈមេធាវី។\nមុននឹងមេធាវីណាម្នាក់ ឬច្រើននាក់ចាប់ផ្តើមធ្វើសកម្មភាពបណ្តឹង ពីសមាជិកណាម្នាក់ ឬច្រើននាក់នៃវិជ្ជាជីវៈគតិយុត្តផ្សេងទៀត ឬតុលាការណាមួយ មេធាវីនោះត្រូវជូនដំណឹងជាមុនដល់ប្រធានគណៈមេធាវី។\r\n",
      "name_en": "Article 42: Complaints to jurisdictions\r\n",
      "description_en": "\n Before one or more attorneys start filing a complaint to a jurisdiction from one or more attorneys, the attorney must notify the President of the Bar Association in advance. Implementation of the Rules of Procedure The Court shall request a mediation by the President of the Bar Association. The attorney must notify the President of the Bar Association in advance.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៧ ទំនាក់ទំនងជាមួយសហភាតា និងសមាជិកនៃវិជ្ជាជីវៈប្រហាក់ប្រហែលគ្នា",
      "chapter_en": "Chapter 7 Relationships with colleagues and members of similar professions"
    },
    {
      "id": 43,
      "name": "មាត្រា ៤៣ សំបុត្រឆ្លងឆ្លើយរវាងសហភាតា\r\n",
      "description": "\nក-ការឆ្លងឆ្លើយតាមលិខិត ឬតាមសំដីរវាងមេធាវី និងមេធាវីធម្មតាត្រូវជាការសម្ងាត់។\nទោះក្នុងប្រការណាក៏ដោយ ការឆ្លងឆ្លើយនេះមិនអាចរឹបអូស ឬមិនអាចបង្ហាញជាសក្ខីកម្មក្នុងតុលាការ និងមិនអាចទុកជាកម្មវត្ថុនៃការលើកភាពសម្ងាត់ចេញបានឡើយ។\nខ-មិនមែនជាការសម្ងាត់៖\n-សំបុត្រ ឬសារអេឡិចត្រូនិកដែលជំនួសលិខិតនីតិវិធី\n-សំបុត្រ ឬសារអេឡិចត្រូនិកដែលមានដាក់ថា\"ផ្លូវការ\" ហើយដែលបញ្ជូនសេចក្តីស្នើណាមួយ ឬឯកសារមិនសម្ងាត់នានាមក\n-ការប្តូរសំបុត្រ ឬការឆ្លើយឆ្លងគ្នាទៅវិញទៅមក តាមរយៈសារអេឡិចត្រូនិក ដែលមានដាក់ថា\"ផ្លូវការ\" ដើម្បីបង្ហាញបញ្ជាក់កិច្ចព្រមព្រៀងណាមួយ ឬការចុះហត្ថលេខានៃកិច្ចព្រមព្រៀងណាមួយរវាងមេធាវី និងមេធាវី ក្នុងកម្រិតលក្ខខណ្ឌនៃអាណត្តិរបស់ខ្លួន។\nសំបុត្រ សារអេឡិចត្រូនិក និងឯកសារទាំងនេះ មិនត្រូវមានយោងទៅលើការប្តូរសំបុត្រគ្នាទៅវិញទៅមក ឬក៏ការប្រាស្រ័យគ្នាពីលើកមុនដែលមានលក្ខណៈជាសម្ងាត់នោះឡើយ។\nគ-ក្នុងករណីដែលមានការបំពានលើវិធានទាំងឡាយដូចមានចែងក្នុងចំណុច (ក) និង(ខ) នៃមាត្រានេះ ប្រធានគណៈមេធាវីត្រូវធានារ៉ាប់រងឱ្យមានការគោរពនូវគោលការណ៍សំខាន់ៗនៃវិជ្ជាជីវៈមេធាវីតាមក្រមសីលធម៌។\nឃ-ក្នុងការទំនាក់ទំនងជាមួយមេធាវីបរទេសណាមួយ មេធាវីមុននឹងប្តូរព័ត៌មានសម្ងាត់គ្នាទៅវិញទៅមកត្រូវដឹងឱ្យច្បាស់អំពីភាពវិជ្ជមាននៃវិធានក្នុងការរក្សាការសម្ងាត់នៃការឆ្លងឆ្លើយនៅក្នុងប្រទេស ដែលមានមេធាវីបរទេសប្រកបមុខការ។ នៅក្នុងករណីអវិជ្ជមានវិញ មេធាវីត្រូវសួរអតិថិជនរបស់ខ្លួនថា តើគាត់យល់ព្រមហ៊ានប្រថុយឱ្យការសម្ងាត់នៃការឆ្លងឆ្លើយប្តូរព័ត៌មាននោះ ឬអត់។\r\n",
      "name_en": "Article 43: Correspondence between partners\r\n",
      "description_en": "\nA- The correspondence between the attorney and the ordinary attorney must be confidential. \nIn any case, this correspondence cannot be confiscated or can not be presented as evidence in court and can not be the subject of Confidentiality may not be disclosed. \nB - Non-confidential: \n-Letter or e-mail that replaces the procedural letter \n-Letter or e-mail with the \"Official\" name submitted One or more non-confidential documents \n- Exchanges of letters or correspondence via \"official\" e-mail to confirm any agreement or signature of any agreement between the attorney and Attorneys within the terms of their mandate. \nThis e-mail and these documents must not refer to any previous exchanges or correspondence that are confidential. \n C - In the event of a violation of the rules set forth in points (a) and (b) of this Article, the President of the Bar Association shall ensure that the main principles of the legal profession are ethically respected. \nD In communicating with any foreign attorney, attorneys, before exchanging confidential information with each other, must be aware of the positive aspects of the confidentiality of correspondence in the country where the foreign attorney operates. In the negative case, the attorney must ask his client if he agrees to risk the secrecy of the exchange.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៧ ទំនាក់ទំនងជាមួយសហភាតា និងសមាជិកនៃវិជ្ជាជីវៈប្រហាក់ប្រហែលគ្នា",
      "chapter_en": "Chapter 7 Relationships with colleagues and members of similar professions"
    },
    {
      "id": 44,
      "name": "មាត្រា ៤៤ ទំនាក់ទំនងដែលត្រូវហាមឃាត់\r\n",
      "description": "\nមេធាវីត្រូវទទួលទណ្ឌកម្មជាបទវិន័យ ចំពោះការរំលោភបំពានវិធានវិជ្ជាជីវៈនូវអំពើដូចខាងក្រោម៖\n-មានចេតនាបំពានវិធានវិជ្ជាជីវៈ\n-ជួយសហការ ផ្តល់មធ្យោបាយ ឬសម្រួលដល់មេធាវីបរទេស ឬបុគ្គលដទៃទៀត ឱ្យរំលោភបំពានវិធានវិជ្ជាជីវៈ\n-ប្រើប្រាស់ទំនាក់ទំនងជាមួយមេធាវីបរទេស ឬបុគ្គលដទៃទៀត ដើម្បីរំលោភបំពានវិធានវិជ្ជាជីវៈ\n-ចូលរួមបង្កើត និងសហការជាមួយនឹងរូបវន្តបុគ្គល ឬនីតិបុគ្គល ឬមេធាវីបរទេសដែលមិនមែនជាសមាជិកគណៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជា ដើម្បីបើកការិយាល័យមេធាវី ឬក្រុមហ៊ុនមេធាវី ឬប្រកបវិជ្ជាជីវៈមេធាវីយកកម្រៃ។\r\n",
      "name_en": "Article 44: Prohibited Connections\r\n",
      "description_en": "\nAttorneys shall be disciplined for violating professional rules for the following acts: \n-Intentionally violating professional rules \n-Assisting in providing or facilitating foreign attorneys or other individuals to violate Professional rules \n-Use relationships with foreign attorneys or other individuals to violate professional rules \n-Participate in the formation and collaboration with natural persons or legal entities or foreign attorneys who are not members of the Bar Association of the Kingdom of Cambodia to Open a law firm or a law firm or a attorney for a fee.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៧ ទំនាក់ទំនងជាមួយសហភាតា និងសមាជិកនៃវិជ្ជាជីវៈប្រហាក់ប្រហែលគ្នា",
      "chapter_en": "Chapter 7 Relationships with colleagues and members of similar professions"
    },
    {
      "id": 45,
      "name": "មាត្រា ៤៥ ការប្តូរមេធាវី និងការបន្ថែមមេធាវី\r\n",
      "description": "\nមុននឹងទទួលយកបេសកកម្មពីអតិថិជនណាមួយ មេធាវីត្រូវតែពិនិត្យផ្ទៀងផ្ទាត់ឱ្យឃើញថា គ្មានសហភាតាណាមួយបានទទួលយកបេសកកម្មនោះមុនខ្លួនទេ។\nមេធាវីដែលទទួលបេសកកម្មបន្តពីសហភាតាណាម្នាក់ ឬទទួលធ្វើអន្តរាគមន៍អមសហភាតាមុន ត្រូវជូនដំណឹងដល់សហភាតានោះឱ្យបានដឹងមុន ហើយសួរអំពីប្រាក់សោហ៊ុយ និងប្រាក់កម្រៃដែលគេត្រូវបាន។ ក្នុងករណីមិនទាន់បានទូទាត់ប្រាក់សេវាជាមួយមេធាវីមុនទេ មេធាវីក្រោយមិនអាចទទួលយកបេសកកម្មបន្តនេះបានទេ លើកលែងតែមានការយល់ព្រមពីសហភាតាមុន ឬមានសេចក្តីសម្រេចផ្សេងពីនេះដោយប្រធានគណៈមេធាវី។\nមេធាវីដែលត្រូវគេឱ្យឈប់ធ្វើរឿងក្តីនេះ ត្រូវឆ្លើយតបយ៉ាងរហ័ស និងបញ្ជូនមកនូវអ្វីៗទាំងអស់របស់សំណុំរឿង ទៅឱ្យមេធាវីដែលទទួលបេសកកម្មបន្ត ដែលខ្លួនគ្មានសិទ្ធិអ្វីនឹងខាឃាំងទុកតទៅទៀតឡើយ។\nករណីមានវិវាទលើកម្រៃ ត្រូវប្តឹងទៅប្រធានគណៈមេធាវី ហើយប្រធានគណៈមេធាវីអាចសុំយកប្រាក់កម្រៃនោះតម្កល់ទុកសិន។\nបើមេធាវីដែលគេមកពឹងពាក់ មិនទាន់ចង់ឆ្លើយព្រមទទួលរឿងក្តីភ្លាម មេធាវីនោះ ត្រូវសរសេរទៅប្រាប់សហភាតា ដោយសុំឱ្យផ្ញើសំណុំរឿងមកពិនិត្យ ដោយមានការយល់ព្រមពីអតិថិជន។ មេធាវីនោះត្រូវតែឆ្លើយប្រាប់អំពីជំហររបស់គាត់ក្នុងអំឡុងពេលយ៉ាងយូរ១ខែ។ ផុតពីនេះ ត្រូវចាត់ទុកថា គាត់មិនយល់ព្រមទទួលឡើយ ហើយត្រូវបង្វិលសំណុំរឿងនោះទៅឱ្យម្ចាស់ដើមវិញ។\nរហូតមកដល់ពេលមានការជូនដំណឹងពីការយល់ព្រមទទួលរបស់មេធាវីក្រោយ មេធាវីមុននៅតែពុំទាន់ផុតភារកិច្ចនៅឡើយ។ មេធាវីក្រោយមិនត្រូវទាន់ធ្វើការខ្នះខ្នែងអ្វីទេ ក្រៅអំពីពិនិត្យសំណុំរឿង និងការទទួល ឬទៅជួនអតិថិជនប៉ុណ្ណោះ។\nការបំពេញកិច្ចការអ្វីមួយជាផ្លូវវិជ្ជាជីវៈ មានន័យថាសុខចិត្តព្រមទទួលធ្វើ។\r\n",
      "name_en": "Article 45: Change of Attorney and Addition of Attorney\r\n",
      "description_en": "\nBefore accepting a mission from a client, the attorney must verify that no affiliate has accepted the mission before him / her. Inform the partner in advance and ask about the costs and fees they receive. In case the service fee has not been paid with the previous attorney, the later attorney can not accept this mission without the consent of the previous union or other decision by the President of the Bar Association. \nThe attorney assigned to To stop this case, it must respond quickly and send all the details of the case to the attorney who continues to be on duty, which he has no right to detain. The Bar Association and the President of the Bar Association may request that the fee be deposited first. Customer approval. The attorney must respond to his position within a month at least. After this, it is considered that he does not agree to accept and must return the case to the original owner. The next attorney must not have to work hard at anything other than reviewing the case and receiving or going to the client.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៧ ទំនាក់ទំនងជាមួយសហភាតា និងសមាជិកនៃវិជ្ជាជីវៈប្រហាក់ប្រហែលគ្នា",
      "chapter_en": "Chapter 7 Relationships with colleagues and members of similar professions"
    },
    {
      "id": 46,
      "name": "មាត្រា ៤៦ មេធាវីដែលទទួលធ្វើជាអ្នកឆ្លើយឆ្លង\r\n",
      "description": "\nមេធាវីដែលទទួលធ្វើជាអ្នកឆ្លើយឆ្លងរបស់សហភាតាណាមួយ ត្រូវទទួលខុសត្រូវចំពោះសហភាតា និងចំពោះអតិថិជន អំពីការធ្វើឱ្យបានចប់សព្វគ្រប់នូវបេសកកម្មរបស់ខ្លួន តាមការព្រមព្រៀងជាមួយមេធាវីដើម បើសិនជាខ្លួនបានទទួលឯកសារជាចាំបាច់ទាំងអស់នៃសំណុំរឿង។\nមេធាវីដែលត្រូវទទួលធ្វើជាអ្នកឆ្លងឆ្លើយ អាចជួបផ្ទាល់ជាមួយអតិថិជនបាន លុះត្រាតែមានការយល់ព្រមពីមេធាវីដើម ឬលើកលែងតែមានការចាំបាច់។\nមេធាវីដែលទទួលធ្វើជាអ្នកឆ្លងឆ្លើយ ធ្វើពាក្យសុំប្រាក់បម្រុង និងប្រាក់កម្រៃ តាមរយៈសហភាតារបស់ខ្លួនដែលត្រូវសម្រេចយល់ព្រមផង។\nមេធាវីដើមត្រូវទទួលខុសត្រូវចំពោះសហភាតានេះនូវការចេញសោហ៊ុយ បរិលាភ និងកម្រៃនានាក្នុងលក្ខខណ្ឌដែលមានសំអាងពិតប្រាកដ។\r\n",
      "name_en": "Article 46: Attorney appointed as a correspondent\r\n",
      "description_en": "\nA attorney who acts as the correspondent of any affiliate shall be responsible to the affiliate and the client for the completion of its mission as agreed with the original attorney if he / she has received all necessary documents. \nThe attorney-at-law can meet with the client in person only with the consent of the original attorney or, unless otherwise necessary. Remuneration through its counterparty, which must be approved. \nThe original attorney is responsible for the affiliate's payment of royalties and fees on reasonable grounds.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៧ ទំនាក់ទំនងជាមួយសហភាតា និងសមាជិកនៃវិជ្ជាជីវៈប្រហាក់ប្រហែលគ្នា",
      "chapter_en": "Chapter 7 Relationships with colleagues and members of similar professions"
    },
    {
      "id": 47,
      "name": "មាត្រា ៤៧ មេធាវីដែលជាអនុតំណាង\r\n",
      "description": "\nមេធាវីដែលទទួលបេសកកម្មពីអតិថិជនអាចផ្ទេរបេសកកម្មនោះទាំងស្រុង ឬមួយភាគទៅឱ្យសហភាតាណាមួយធ្វើជាអនុតំណាងបាន លុះត្រាតែការប្រគល់សិទ្ធិរបស់អតិថិជនផ្តល់ឱ្យមេធាវីដើម មានសិទ្ធិជ្រើសតាំងអនុតំណាងរបស់ខ្លួន។ មេធាវីអនុតំណាងត្រូវបំពេញបេសកកម្មឱ្យដូចជាមេធាវីដើមដែរ។\r\n",
      "name_en": "Article 47: Deputy Attorney\r\n",
      "description_en": "\nA attorney who receives a mission from a client can transfer the mission in whole or in part to a partner as a deputy, unless the client's authorization gives the original attorney the right to appoint his deputy. The deputy attorney must fulfill the same mission as the original attorney.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៧ ទំនាក់ទំនងជាមួយសហភាតា និងសមាជិកនៃវិជ្ជាជីវៈប្រហាក់ប្រហែលគ្នា",
      "chapter_en": "Chapter 7 Relationships with colleagues and members of similar professions"
    },
    {
      "id": 48,
      "name": "មាត្រា ៤៨ ក្រុមមេធាវី\r\n",
      "description": "\nមេធាវីអាចប្រកបវិជ្ជាជីវៈក្នុងក្របខ័ណ្ឌជាក្រុមមេធាវីដែលប្រមូលផ្តុំមេធាវីច្រើន។\nមេធាវីជាសហការីបំពេញកិច្ចការផ្សេងៗក្នុងនាម និងក្រោមការទទួលខុសត្រូវរបស់សហភាតា ដែលជាប្រធានក្រុមតាមកិច្ចសន្យានៃកិច្ចសហការ។\nក្នុងករណីសមាជិកនៃក្រុមមេធាវីទទួលបេសកកម្មក្នុងនាមខ្លួនផ្ទាល់ក្រៅពីក្រុម មេធាវីនោះត្រូវតែទទួលខុសត្រូវជាមួយអតិថិជនដោយខ្លួនឯង តែបេសកកម្មនោះមិនត្រូវមានទំនាស់ផលប្រយោជន៍ជាមួយក្រុមខ្លួនទេ។\r\n",
      "name_en": "Article 48: Group of Attorneys\r\n",
      "description_en": "\nAttorneys can practice their profession within the framework of a group of attorneys that gathers a lot of attorneys. In the event that a member of the legal team receives a mission on his or her own behalf, the attorney must be responsible for the client himself / herself, but that mission must not have a conflict of interest with the group.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៧ ទំនាក់ទំនងជាមួយសហភាតា និងសមាជិកនៃវិជ្ជាជីវៈប្រហាក់ប្រហែលគ្នា",
      "chapter_en": "Chapter 7 Relationships with colleagues and members of similar professions"
    },
    {
      "id": 49,
      "name": "មាត្រា ៤៩ ការចូលរួមក្នុងកិច្ចប្រជុំ ឬសន្និបាត\r\n",
      "description": "\nមេធាវីដែលនឹងចូលរួមក្នុងកិច្ចប្រជុំណាមួយ ទោះជារឿងវិវាទ ឬគ្មានវិវាទ ត្រូវឱ្យដំណឹងជាមុនទៅអ្នកចូលរួមដទៃទៀតដោយផ្ទាល់ខ្លួនតែម្តង ឬតាមរយៈអតិថិជនរបស់ខ្លួន។\r\n",
      "name_en": "Article 49: Participation in meetings or conventions\r\n",
      "description_en": "\nThe attorney who will attend any meeting, whether a dispute or not, must notify the other participants in advance or through their clients.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៧ ទំនាក់ទំនងជាមួយសហភាតា និងសមាជិកនៃវិជ្ជាជីវៈប្រហាក់ប្រហែលគ្នា",
      "chapter_en": "Chapter 7 Relationships with colleagues and members of similar professions"
    },
    {
      "id": 50,
      "name": "មាត្រា ៥០ វិធានទូទៅ\r\n",
      "description": "\nមេធាវីជាសមាជិកនៃគណៈមេធាវី។\nគណៈមេធាវីមានសេវាជូនមេធាវី ជួយជ្រោមជ្រែងមេធាវី និងការពារមេធាវី។\nគណៈមេធាវីតំណាងឱ្យមេធាវី គ្រប់គ្រងកិច្ចការរួមនៃគណៈមេធាវី ជាពិសេស ការការពារក្តី និងការចូលទៅតុលាការ។\nដោយអាកប្បកិរិយារបស់ខ្លួន មេធាវីម្នាក់ៗ ត្រូវមានស្មារតីទទួលខុសត្រូវចំពោះ៖\n-កេរ្តិ៍ឈ្មោះរបស់គណៈមេធាវី\n-ឫទ្ធិអំណាចរបស់ប្រធានគណៈមេធាវី និង\n-ប្រសិទ្ធិផលនៃក្រុមប្រឹក្សាគណៈមេធាវី។\r\n",
      "name_en": "Article 50: General Rules\r\n",
      "description_en": "\nAttorneys are members of the Bar Association. \nThe Bar Association provides services for attorneys to assist attorneys and defend attorneys. \nThe Bar Association represents attorneys who manage the overall affairs of the Bar Association, especially defense and access to court. \n By their conduct, each attorney must be responsible for: \n-Reputation of the Bar Association \n-Power of the President of the Bar Association and \n-Effectiveness of the Bar Council.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៨ ទំនាក់ទំនងជាមួយគណៈមេធាវី",
      "chapter_en": "Chapter 8 Relations with the Bar Association"
    },
    {
      "id": 51,
      "name": "មាត្រា ៥១ ការសង្កេតទៅលើការអនុវត្តបទប្បញ្ញត្តិនានា\r\n",
      "description": "\nមេធាវីត្រូវចូលរួមសង្កេតអំពីប្រសិទ្ធភាពលើការអនុវត្តន៍បទប្បញ្ញត្តិនានារបស់គណៈមេធាវី មានជាអាទិ៍ វិធានវិជ្ជាជីវៈ រាល់សេចក្តីសម្រេចផ្សេងៗរបស់គណៈមេធាវី ព្រមទាំងបទប្បញ្ញត្តិដទៃទៀតដែលកំពុងមានជាធរមាន ដើម្បីលើកជាមតិជូនគណៈមេធាវី។\r\n",
      "name_en": "Article 51: Observation of the implementation of regulations\r\n",
      "description_en": "\nAttorneys must participate in observing the effectiveness of the implementation of the Bar Association's provisions, including professional rules, all Bar Association decisions, as well as other provisions currently in force, to the Bar Association.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៨ ទំនាក់ទំនងជាមួយគណៈមេធាវី",
      "chapter_en": "Chapter 8 Relations with the Bar Association"
    },
    {
      "id": 52,
      "name": "មាត្រា ៥២ បេសកកម្មប្រគល់ឱ្យដោយគណៈមេធាវី\r\n",
      "description": "\nមេធាវីត្រូវទទួលរ៉ាប់រងដោយវៀសវៃ និងហ្មត់ចត់នូវបេសកកម្ម និងសេវារួម ព្រមទាំងការការពារក្តីជូនជនក្រីក្រដែលបានប្រគល់ឱ្យដោយគណៈមេធាវី ដោយមិនយកកម្រៃ។ មេធាវីមិនអាចប្រកែកមិនទទួលការងារទាំងឡាយណាដែលគណៈមេធាវីបានប្រគល់ឱ្យដោយគ្មានមូលហេតុសមស្របឡើយ។\r\n",
      "name_en": "Article 52: Mission Assigned by the Bar Association\r\n",
      "description_en": "\nAttorneys must be meticulous and thorough in their mission and service, as well as the defense of the poor, provided by the Bar Association free of charge. Attorneys can not refuse to accept any work assigned by the bar without good reason.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៨ ទំនាក់ទំនងជាមួយគណៈមេធាវី",
      "chapter_en": "Chapter 8 Relations with the Bar Association"
    },
    {
      "id": 53,
      "name": "មាត្រា ៥៣ ករណីយកិច្ចត្រូវឆ្លើយតបទៅប្រធានគណៈមេធាវី\r\n",
      "description": "\nមេធាវីត្រូវឆ្លើយតបចំពោះការសុំ ឬអធិបញ្ជាទាំងឡាយរបស់ប្រធានគណៈមេធាវី ឬប្រតិភូរបស់ប្រធានគណៈមេធាវីដោយគ្មានបង្អែរបង្អង់។\r\n",
      "name_en": "Article 53: Duties to respond to the President of the Bar Association\r\n",
      "description_en": "\nThe attorney must respond to the requests or orders of the President of the Bar Association or the delegation of the President of the Bar Association without delay.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៨ ទំនាក់ទំនងជាមួយគណៈមេធាវី",
      "chapter_en": "Chapter 8 Relations with the Bar Association"
    },
    {
      "id": 54,
      "name": "មាត្រា ៥៤ មេធាវីដែលត្រូវគេប្តឹង\r\n",
      "description": "\nមេធាវីដែលត្រូវគេប្តឹងអំពីកំហុស ឬបទល្មើសព្រហ្មទណ្ឌណាមួយ ដែលទាក់ទិននឹងការប្រកបវិជ្ជាជីវៈ ឬដែលអាចប៉ះពាល់ដល់ការប្រកបវិជ្ជាជីវៈត្រូវជូនដំណឹងភ្លាមទៅគណៈមេធាវី។\nមេធាវីដែលត្រូវគេប្តឹងពីបទល្មើសព្រហ្មទណ្ឌណាមួយ ក្រៅពីការប្រកបវិជ្ជាជីវៈអាចជូនដំណឹងដល់គណៈមេធាវី។\r\n",
      "name_en": "Article 54: Attorney to be sued\r\n",
      "description_en": "\nA attorney who has been sued for any offense or criminal offense related to the profession or which may affect the profession must immediately notify the Bar Association. Any, other than professional, may notify the Bar.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៨ ទំនាក់ទំនងជាមួយគណៈមេធាវី",
      "chapter_en": "Chapter 8 Relations with the Bar Association"
    },
    {
      "id": 55,
      "name": "មាត្រា ៥៥ ការបង់ភាគទាន\r\n",
      "description": "\nមេធាវីត្រូវបង់ភាគទានប្រចាំត្រីមាសជូនដល់គណៈមេធាវីសម្រាប់ការប្រកបវិជ្ជាជីវៈរបស់ខ្លួន ដូចមានចែងនៅក្នុងមាត្រា ២៩ នៃច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី។\nភាគទានត្រូវតែបង់ឱ្យទាន់ពេលវេលាដែលបានកំណត់។\nសមាជិកនៃគណៈមេធាវីដែលមិនបានបង់ភាគទានត្រូវទទួលទណ្ឌកម្មជាបទវិន័យតាមសេចក្តីសម្រេចរបស់ក្រុមប្រឹក្សាគណៈមេធាវី។\r\n",
      "name_en": "Article 55: Payment of Contributions\r\n",
      "description_en": "\nThe attorney must pay a quarterly contribution to the Bar Association for its professional practice as stated in Article 29 of the Law on the Statute of the Attorney. \nThe contribution must be paid on time. \nMembers of the Bar Association Those who do not pay the contribution shall be subject to disciplinary action in accordance with the decision of the Bar Council.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៨ ទំនាក់ទំនងជាមួយគណៈមេធាវី",
      "chapter_en": "Chapter 8 Relations with the Bar Association"
    },
    {
      "id": 56,
      "name": "មាត្រា ៥៦ និរាករណ៍\r\n",
      "description": "\nក្រមសីលធម៌មេធាវីដែលក្រុមប្រឹក្សាគណៈមេធាវីបានអនុម័ត នាសម័យប្រជុំថ្ងៃទី១៥ ខែវិច្ឆិកា ឆ្នាំ១៩៩៥ ត្រូវទុកជានិរាករណ៍។\r\n",
      "name_en": "Article 56: Abrogation\r\n",
      "description_en": "\nThe Bar Code of Conduct adopted by the Bar Council at its November 15, 1995 session shall be repealed.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៨ ទំនាក់ទំនងជាមួយគណៈមេធាវី",
      "chapter_en": "Chapter 8 Relations with the Bar Association"
    },
    {
      "id": 57,
      "name": "មាត្រា ៥៧ ការអនុវត្ត\r\n",
      "description": "\nក្រមសីលធម៌មេធាវីនេះ ត្រូវដាក់ឱ្យអនុវត្តចាប់ពីថ្ងៃផុតបណ្តឹងឧទ្ធរណ៍។\r\n",
      "name_en": "Article 57: Application\r\n",
      "description_en": "\nThis code of ethics must be enforced from the date of appeal.\r\n",
      "book": "ក្រមសីលធម៌នៃគណៈមេធាវី",
      "book_en": "Code of Conduct of the Bar Association of the Kingdom of Cambodia 2012",
      "chapter": "ជំពូកទី៨ ទំនាក់ទំនងជាមួយគណៈមេធាវី",
      "chapter_en": "Chapter 8 Relations with the Bar Association"
    }
  ],
  "regulation": [
    {
      "id": 1,
      "name": "ប្រការ ១ វិធានគ្រឹះ\r\n",
      "description": "\nមេធាវីដែលបានចុះបញ្ជីនៅគណៈមេធាវី ត្រូវប្រតិបត្តិ និងគោរពគ្រប់វិធានវិជ្ជាជីវៈមេធាវី ដែលមានចែងនៅក្នុងច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជា ក្រមសីលធម៌មេធាវី បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី និងសេចក្តីសម្រេចផ្សេងៗរបស់គណៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជា។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី១ វិធានវិជ្ជាជីវៈមេធាវី",
      "chapter_en": "Chapter 1 Regulation of Attorney Profession"
    },
    {
      "id": 2,
      "name": "ប្រការ ២ ច្បាប់ និងបទប្បញ្ញត្តិផ្សេងទៀត\r\n",
      "description": "\nមេធាវីដែលចុះបញ្ជីនៅគណៈមេធាវីត្រូវគោរពច្បាប់ និងបទប្បញ្ញត្តិជាធរមាន។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី១ វិធានវិជ្ជាជីវៈមេធាវី",
      "chapter_en": "Chapter 1 Regulation of Attorney Profession"
    },
    {
      "id": 3,
      "name": "ប្រការ ៣ ការមិនគោរពវិធានវិជ្ជាជីវៈ\r\n",
      "description": "\nការមិនគោរពវិធានវិជ្ជាជីវៈណាមួយ នឹងនាំឱ្យមានកំហុស ដែលអាចទទួលទណ្ឌកម្មជាបទវិស័យ ដូចមានចែងក្នុងច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជា។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី១ វិធានវិជ្ជាជីវៈមេធាវី",
      "chapter_en": "Chapter 1 Regulation of Attorney Profession"
    },
    {
      "id": 4,
      "name": "ប្រការ ៤ ប្រភេទនៃបញ្ជីគណៈមេធាវី\r\n",
      "description": "\nបញ្ជីគណៈមេធាវីរួមមាន បញ្ជីមេធាវីពេញសិទ្ធិ បញ្ជីមេធាវីកម្មសិក្សា និងបញ្ជីមេធាវីបរទេសដែលប្រកបវិជ្ជាជីវៈនៅកម្ពុជា។\n-បញ្ជីមេធាវីពេញសិទ្ធិ រួមមាន៖\n•មេធាវីពេញសិទ្ធិកំពុងប្រកបវិជ្ជាជីវៈ\n•មេធាវីត្រូវបានហាមឃាត់មិនឱ្យប្រកបវិជ្ជាជីវៈ\n•មេធាវីមិនប្រកបវិជ្ជាជីវៈ\n•មេធាវីនៅក្រៅបញ្ជីគណៈមេធាវី។\n-បញ្ជីមេធាវីកម្មសិក្សា៖បញ្ជីដែលចុះឈ្មោះតែមេធាវីកម្មសិក្សា។\n-បញ្ជីមេធាវីបរទេស៖ បញ្ជីដែលចុះឈ្មោះមេធាវីបរទេសទាំងឡាយ ដែលត្រូវបានអនុញ្ញាតដោយក្រុមប្រឹក្សាគណៈមេធាវីឱ្យប្រកបវិជ្ជាជីវៈនៅអង្គជំនុំជម្រះវិសាមញ្ញក្នុងតុលាការកម្ពុជា និងនៅក្នុងព្រះរាជាណាចក្រកម្ពុជា។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី២ បញ្ជីគណៈមេធាវី និងកាតព្វកិច្ចភាគទាន",
      "chapter_en": "Chapter 2 List of Bar Association and Contribution Obligations"
    },
    {
      "id": 5,
      "name": "ប្រការ ៥ កាតព្វកិច្ចភាគទាន\r\n",
      "description": "\nមេធាវីពេញសិទ្ធិ មេធាវីបរទេស មានកាតព្វកិច្ចបង់ប្រាក់ភាគទានជូនគណៈមេធាវី ទៅតាមការសម្រេចរបស់ក្រុមប្រឹក្សាគណៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី២ បញ្ជីគណៈមេធាវី និងកាតព្វកិច្ចភាគទាន",
      "chapter_en": "Chapter 2 List of Bar Association and Contribution Obligations"
    },
    {
      "id": 6,
      "name": "ប្រការ ៦ មហាសន្និបាតគណៈមេធាវី\r\n",
      "description": "\nមហាសន្និបាត ប្រមូលផ្តុំមេធាវីទាំងអស់ដែលបានចុះឈ្មោះក្នុងបញ្ជីមេធាវីពេញសិទ្ធិ និងចុះឈ្មោះក្នុងបញ្ជីមេធាវីកម្មសិក្សា។\nមានតែមេធាវីពេញសិទ្ធិដែលមានសិទ្ធិបោះឆ្នោតតែប៉ុណ្ណោះ ទើបអាចចូលរួមក្នុងការពិភាក្សារបស់មហាសន្និបាត។\nមហាសន្និបាតមាន ២(ពីរ) ប្រភេទ៖\n-មហាសន្និបាតសាមញ្ញត្រូវកោះប្រជុំមួយឆ្នាំម្តង នៅរៀងរាល់ថ្ងៃទី១៦ ខែតុលា លើកលែងតែក្រុមប្រឹក្សាគណៈមេធាវីសម្រេចកំណត់យកកាលបរិច្ឆេទផ្សេងពីនេះ។\n-មហាសន្និបាតវិសាមញ្ញ អាចកោះប្រជុំបានលុះត្រាតែមានមេធាវីដែលចុះឈ្មោះក្នុងបញ្ជីមេធាវីពេញសិទ្ធិចំនួន ៣០(សាមសិប) % បានស្នើដោយមានភ្ជាប់របៀបវារៈជាមួយផងយ៉ាងតិច ១៥ (ដប់ប្រាំ) ថ្ងៃ មុនថ្ងៃប្រជុំ។ មហាសន្និបាតវិសាមញ្ញអាចប្រព្រឹត្តទៅបាន លុះត្រាតែមានការសម្រេចពីក្រុមប្រឹក្សាគណៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៣ មហាសន្និបាតគណៈមេធាវី",
      "chapter_en": "Chapter 3 General Assembly of the Bar Association"
    },
    {
      "id": 7,
      "name": "ប្រការ ៧ គោលបំណងនៃមហាសន្និបាតគណៈមេធាវី\r\n",
      "description": "\nមហាសន្និបាតគណៈមេធាវី មានគោលបំណង៖\n-ជូនរបាយការណ៍សកម្មភាព និងហិរញ្ញវត្ថុរបស់គណៈមេធាវីក្នុងរយៈពេលមួយឆ្នាំកន្លងមក\n-ពិគ្រោះយោបល់ជាមួយសមាជិក-សមាជិកាគណៈមេធាវី\n-លើកសំណូមពរ ឬញ្ញត្តិទៅក្រុមប្រឹក្សាគណៈមេធាវី ដែលត្រូវដោះស្រាយក្នុងរយៈពេល ៣(បី)ខែ\n-បោះឆ្នោតជ្រើសតាំងប្រធានគណៈមេធាវី\n-បោះឆ្នោតជ្រើសតាំងសមាជិកក្រុមប្រឹក្សាគណៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៣ មហាសន្និបាតគណៈមេធាវី",
      "chapter_en": "Chapter 3 General Assembly of the Bar Association"
    },
    {
      "id": 8,
      "name": "ប្រការ ៨ របៀបវារៈមហាសន្និបាត\r\n",
      "description": "\nមហាសន្និបាតសាមញ្ញគណៈមេធាវី ប្រព្រឹត្តទៅមួយឆ្នាំម្តង ដែលផ្តើមធ្វើឡើងដោយប្រធានគណៈមេធាវីតាមរបៀបវារៈ ដែលត្រូវបានសម្រេចដោយក្រុមប្រឹក្សាគណៈមេធាវី។\nលើកលែងតែមានកិច្ចការប្រញាប់ របៀបវារៈនេះត្រូវឱ្យសហភាតាបានដឹង ១(មួយ)ខែមុនយ៉ាងតិច តាមគ្រប់មធ្យោបាយសមស្រប។\nមេធាវីដែលមានសិទ្ធិបោះឆ្នោតមួយរូបៗអាចសុំចុះបញ្ហារបស់ខ្លួនក្នុងរបៀបវារៈបានដោយធ្វើពាក្យសុំផ្ញើទៅក្រុមប្រឹក្សាគណៈមេធាវី ១៥(ដប់ប្រាំ) ថ្ងៃយ៉ាងតិច មុនថ្ងៃប្រជុំ តាមរយៈលិខិតអនុសិដ្ឋដែលមានចុះថាបានទទួល ឬតាមលិខិតដាក់ជូនអគ្គលេខាធិការដ្ឋានដោយមានបង្កាន់ដៃទទួល។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៣ មហាសន្និបាតគណៈមេធាវី",
      "chapter_en": "Chapter 3 General Assembly of the Bar Association"
    },
    {
      "id": 9,
      "name": "ប្រការ ៩ ការប្រព្រឹត្តទៅនៃមហាសន្និបាតគណៈមេធាវី\r\n",
      "description": "\nមហាសន្និបាតប្រព្រឹត្តទៅក្រោមអធិបតីភាពរបស់ប្រធានគណៈមេធាវី។\nប្រសិនបើត្រូវធ្វើការបោះឆ្នោត គឺត្រូវធ្វើឡើងដោយការលើកដៃ លើកលែងតែក្នុងករណីធ្វើការបោះឆ្នោតជ្រើសតាំងប្រធានគណៈមេធាវី និងសមាជិកក្រុមប្រឹក្សាគណៈមេធាវី។\nការបោះឆ្នោតតាមព្រឹត្តិបត្រសម្ងាត់ អាចសម្រេចដោយប្រធានគណៈមេធាវី ឬដោយសំណើរបស់សមាជិកដែលមានចំនួន១/៤(មួយភាគបួន) នៃសមាជិកវត្តមាន។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៣ មហាសន្និបាតគណៈមេធាវី",
      "chapter_en": "Chapter 3 General Assembly of the Bar Association"
    },
    {
      "id": 10,
      "name": "ប្រការ ១០ ការរៀបចំការបោះឆ្នោត\r\n",
      "description": "\nការបោះឆ្នោតជ្រើសតាំងប្រធានគណៈមេធាវីត្រូវធ្វើឡើង ២(ពីរ)ឆ្នាំម្តង។\nការបោះឆ្នោតជ្រើសតាំងសមាជិកក្រុមប្រឹក្សាគណៈមេធាវី ត្រូវធ្វើឡើង៣(បី)ឆ្នាំម្តង។\nការបោះឆ្នោតប្រព្រឹត្តទៅនៅក្នុងមហាសន្និបាតគណៈមេធាវី នៅពេលវេលាដែលត្រូវបោះឆ្នោតជ្រើសតាំងប្រធានគណៈមេធាវី ឬសមាជិកក្រុមប្រឹក្សាគណៈមេធាវី។\nមេធាវីដែលមានសិទ្ធិបោះឆ្នោត មាន៖\n-មេធាវីពេញសិទ្ធិកំពុងប្រកបវិជ្ជាជីវៈមេធាវី។\n-មេធាវីពេញសិទ្ធិដែលស្នើសុំមិនប្រកបវិជ្ជាជីវៈមេធាវី។\n-មេធាវីពេញសិទ្ធិដែលត្រូវបានហាមឃាត់មិនឱ្យប្រកបវិជ្ជាជីវៈមេធាវី តែមិនត្រូវបានទទួលទណ្ឌកម្ម ដកសិទ្ធិបោះឆ្នោត។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៤ ការបោះឆ្នោតជ្រើសតាំងប្រធាន និងសមាជិកក្រុមប្រឹក្សា គណៈមេធាវី",
      "chapter_en": "Chapter 4 Election of President and Council Members of the Bar Association"
    },
    {
      "id": 11,
      "name": "ប្រការ ១១ ការកោះអញ្ជើញចូលរួមបោះឆ្នោត\r\n",
      "description": "\nមេធាវីដែលមានសិទ្ធិបោះឆ្នោតទាំងអស់ ត្រូវកោះអញ្ជើញ ១(មួយ)ខែ មុនថ្ងៃបោះឆ្នោត តាមគ្រប់មធ្យោបាយសមស្រប។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៤ ការបោះឆ្នោតជ្រើសតាំងប្រធាន និងសមាជិកក្រុមប្រឹក្សា គណៈមេធាវី",
      "chapter_en": "Chapter 4 Election of President and Council Members of the Bar Association"
    },
    {
      "id": 12,
      "name": "ប្រការ ១២​ បេក្ខភាពឈរឈ្មោះ\r\n",
      "description": "\nបេក្ខភាពឈរឈ្មោះបោះឆ្នោត ត្រូវធ្វើឡើងជាលាយលក្ខណ៍អក្សរ ហើយដាក់ជូនទៅប្រធានគណៈមេធាវី តាមការកំណត់របស់គណៈមេធាវី បើមិនដូច្នោះនឹងមិនត្រូវបានទទួលឡើយ។ ឈ្មោះនៃបេក្ខជនទាំងអស់ត្រូវផ្សព្វផ្សាយតាមគ្រប់មធ្យោបាយសមស្រប ហើយត្រូវបិទនៅការិយាល័យបោះឆ្នោត។\nបេក្ខភាពក្រុមប្រឹក្សាគណៈមេធាវី ត្រូវមានលក្ខណៈសម្បត្តិដូចខាងក្រោម៖\n-មេធាវីពេញសិទ្ធិ យ៉ាងតិច ២(ពីរ) ឆ្នាំ។\n-មេធាវីមានសិទ្ធិបោះឆ្នោត។\n-ឥតបាត់បង់សិទ្ធិបោះឆ្នោតដោយទណ្ឌកម្មវិន័យណាមួយ។\nបេក្ខភាពប្រធានគណៈមេធាវី ត្រូវមានលក្ខណៈសម្បត្តិដូចខាងក្រោម៖\n-មេធាវីពេញសិទ្ធិ យ៉ាងតិច ៣(បី)ឆ្នាំ។\n-មេធាវីមានសិទ្ធិបោះឆ្នោត។\n-ឥតបាត់បង់សិទ្ធិបោះឆ្នោតដោយទណ្ឌកម្មវិន័យណាមួយ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៤ ការបោះឆ្នោតជ្រើសតាំងប្រធាន និងសមាជិកក្រុមប្រឹក្សា គណៈមេធាវី",
      "chapter_en": "Chapter 4 Election of President and Council Members of the Bar Association"
    },
    {
      "id": 13,
      "name": "ប្រការ ១៣ ថ្មី(២) ដំណើរការនៃការបោះឆ្នោត\r\n",
      "description": "\nការបោះឆ្នោតនឹងអាចប្រព្រឹត្តទៅបានលុះត្រាតែវត្តមានមេធាវីពេញសិទ្ធិចំនួនលើសពីពាក់កណ្តាល។\nការិយាល័យបោះឆ្នោត ត្រូវស្ថិតនៅក្រោមអធិបតីភាព របស់មេធាវីដែលត្រូវបានសម្រេចជ្រើសតាំងដោយក្រុមប្រឹក្សាគណៈមេធាវី។\nគណៈកម្មការបោះឆ្នោតមួយត្រូវបានបង្កើតឡើងតាមការសម្រេចរបស់ក្រុមប្រឹក្សាគណៈមេធាវី។\nគណៈកម្មការបោះឆ្នោតមានតួនាទីរៀបចំដំណើរការបោះឆ្នោតប្រធាន និងបោះឆ្នោតក្រុមប្រឹក្សាគណៈមេធាវី។\nសមាជិកគណៈកម្មការបោះឆ្នោតត្រូវបានជ្រើសតាំងដោយក្រុមប្រឹក្សាគណៈមេធាវី ក្នុងចំណោមមេធាវីពេញសិទ្ធិ មេធាវីកម្មសិក្សា សិស្សមេធាវី និងបុគ្គលិកគណៈមេធាវី ដែលស្ម័គ្រចិត្តដាក់ពាក្យសុំចូលរួមជួយបំពេញកិច្ចការនេះ។\nគណៈកម្មការបោះឆ្នោតជាគណៈកម្មការចំពោះកិច្ច ដែលត្រូវចប់ភារកិច្ច និងរំលាយដោយស្វ័យប្រវត្តិ ក្រោយពីការរាប់សន្លឹកឆ្នោត និងប្រកាសលទ្ធផលនៃការបោះឆ្នោតចប់សព្វគ្រប់។\nប្រធានគណៈមេធាវី ឬតំណាងប្រធានគណៈមេធាវី អារកាត់លើគ្រប់ឧបសគ្គ ដែលអាចកើតមាននៅពេលបោះឆ្នោត ឬនៅពេលរាប់សន្លឹងឆ្នោត។\nនៅពេលចូលទៅកាន់ការិយាល័យបោះឆ្នោត មេធាវីមានសិទ្ធិបោះឆ្នោតត្រូវពាក់អាវវិជ្ជាជីវៈមេធាវី និងបង្ហាញបណ្ណសម្គាល់មេធាវី ឬលិខិតបញ្ជាក់ ដើម្បីបញ្ជាក់អំពីគុណសម្បត្តិនៃអ្នកមានសិទ្ធិបោះឆ្នោត។ ចំពោះប្រធានគណៈមេធាវី អាចពាក់អាវសម្រាប់ប្រធានគណៈមេធាវីពាក់ក្នុងពិធីផ្លូវការ និងពិធីបុណ្យនានារបស់គណៈមេធាវី ឬអាវវិជ្ជាជីវៈមេធាវី។ ចំពោះអតីតប្រធានគណៈមេធាវី អាចពាក់អាវសម្រាប់អតីតប្រធានគណៈមេធាវីពាក់ក្នុងពិធីផ្លូវការ និងពិធីបុណ្យនានារបស់គណៈមេធាវី ឬអាវវិជ្ជាជីវៈ។ ចំពោះសមាជិកក្រុមប្រឹក្សាគណៈមេធាវី អាចពាក់អាវសម្រាប់សមាជិកក្រុមប្រឹក្សាគណៈមេធាវីពាក់ក្នុងពិធីផ្លូវការ និងពិធីបុណ្យនានារបស់គណៈមេធាវី ឬអាវវិជ្ជាជីវៈមេធាវី។ ចំពោះអតីតសមាជិកក្រុមប្រឹក្សាគណៈមេធាវី អាចពាក់អាវសម្រាប់សមាជិកក្រុមប្រឹក្សាគណៈមេធាវីពាក់ក្នុងពិធីផ្លូវការ និងពិធីបុណ្យនានារបស់គណៈមេធាវី ឬអាវវិជ្ជាជីវៈមេធាវី។ ចំពោះមេធាវីដែលបានចុះឈ្មោះក្នុងបញ្ជីគណៈមេធាវីចាប់ពី១៥ឆ្នាំឡើងទៅ អាចពាក់អាវសម្រាប់មេធាវីដែលបានចុះឈ្មោះក្នុងបញ្ជីគណៈមេធាវីចាប់ពី១៥ឆ្នាំឡើងទៅ ពាក់ក្នុងពិធីផ្លូវការ និងពិធីបុណ្យនានារបស់គណៈមេធាវី ឬអាវវិជ្ជាជីវៈ។\nការបោះឆ្នោតលើកទី ១ ប្រព្រឹត្តទៅដោយយកតាមសំឡេងភាគច្រើនដាច់ខាត (៥០%+១) (រាប់ទាំងសំឡេងផ្ទេរសិទ្ធិ) នៃមេធាវីពេញសិទ្ធិទាំងអស់។ ការបោះឆ្នោតលើកទី ១ នេះ ការប្រគល់សិទ្ធិអាចទទួលយកបាន។ មេធាវីម្នាក់ៗអាចទទួលការប្រគល់សិទ្ធិបានតែមួយប៉ុណ្ណោះ។\nការបោះឆ្នោតលើកទី២ ប្រព្រឹត្តទៅដោយយកតាមសំឡេងភាគច្រើននៃមេធាវីពេញសិទ្ធិដែលមានវត្តមានក្នុងពេលបោះឆ្នោតលើកទី២នេះ លើកលែងតែសំឡេងផ្ទេរសិទ្ធិ និងមេធាវីដែលបានផ្ទេរសិទ្ធិឱ្យគេបោះឆ្នោតនៅការបោះឆ្នោតលើកទី១ មិនត្រូវបានអនុញ្ញាតឱ្យបោះឆ្នោតទេ។\nគ្រប់ការបោះឆ្នោតណាដែលដៅទៅលើជនដែលគ្មានសិទ្ធិឈរឈ្មោះឱ្យគេបោះឆ្នោតឱ្យ ត្រូវចាត់ទុកជាមោឃៈ។ ការបោះឆ្នោតដោយក្រដាសសលាត ឬមោឃៈ ត្រូវរាប់ទុកដោយឡែក និងមិនត្រូវបានលើកយកមករាប់បញ្ចូល ដើម្បីគិតរកសម្លេងភាគច្រើនឡើយ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៤ ការបោះឆ្នោតជ្រើសតាំងប្រធាន និងសមាជិកក្រុមប្រឹក្សា គណៈមេធាវី",
      "chapter_en": "Chapter 4 Election of President and Council Members of the Bar Association"
    },
    {
      "id": 14,
      "name": "ប្រការ ១៤ ថ្មី ការរាប់សន្លឹកឆ្នោត\r\n",
      "description": "\nបន្ទាប់ពីការបោះឆ្នោតចប់ភ្លាម គណៈកម្មការបោះឆ្នោតត្រូវរៀបចំរាប់សន្លឹកឆ្នោត។ ការរាប់សន្លឹកឆ្នោត ត្រូវរាប់តាមការិយាល័យនីមួយៗនៃការបោះឆ្នោតនៅចំពោះមុខសមាជិក-សមាជិកាគណៈមេធាវី ដែលមានវត្តមានជាក់ស្តែងនៅក្នុងមហាសន្និបាត។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៤ ការបោះឆ្នោតជ្រើសតាំងប្រធាន និងសមាជិកក្រុមប្រឹក្សា គណៈមេធាវី",
      "chapter_en": "Chapter 4 Election of President and Council Members of the Bar Association"
    },
    {
      "id": 15,
      "name": "ប្រការ ១៥ ថ្មី លទ្ធផលនៃការបោះឆ្នោត\r\n",
      "description": "\nលទ្ធផលនៃការបោះឆ្នោត ត្រូវប្រកាសដោយប្រធានគណៈមេធាវី បន្ទាប់ពីការរាប់សន្លឹកឆ្នោតភ្លាម។ លទ្ធផលនេះត្រូវជូនដំណឹងជាលាយលក្ខណ៍អក្សរទៅឯកឧត្តមអង្គព្រះរាជអាជ្ញាអមសាលាឧទ្ធរណ៍។ ក្រុមប្រឹក្សាគណៈមេធាវីត្រូវទទួលដឹងឮលទ្ធផលនេះនៅសម័យប្រជុំរបស់ខ្លួនជាបន្ទាប់។\nដើម្បីបំពេញបន្ថែមលើបទបញ្ជាផ្ទៃក្នុងនេះ រាល់ពេលការបោះឆ្នោតម្តងៗ ក្រុមប្រឹក្សាគណៈមេធាវីអាចកំណត់នូវបទបញ្ជា និងនីតិវិធីនៃការបោះឆ្នោតមួយដោយឡែកបន្ថែមទៀត។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៤ ការបោះឆ្នោតជ្រើសតាំងប្រធាន និងសមាជិកក្រុមប្រឹក្សា គណៈមេធាវី",
      "chapter_en": "Chapter 4 Election of President and Council Members of the Bar Association"
    },
    {
      "id": 16,
      "name": "ប្រការ ១៦ ការប្រជុំរបស់ក្រុមប្រឹក្សាគណៈមេធាវី\r\n",
      "description": "\nកិច្ចប្រជុំនៃក្រុមប្រឹក្សាគណៈមេធាវីត្រូវធ្វើនៅទីស្នាក់ការនៃគណៈមេធាវី ឬទីកន្លែងផ្សេងទៀតតាមការកំណត់របស់ប្រធានគណៈមេធាវីក្នុងករណីចាំបាច់។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៥ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "Chapter 5 Council Members of the Bar Association"
    },
    {
      "id": 17,
      "name": "ប្រការ ១៦ (ស្ទួន) ការកោះប្រជុំ និងរបៀបវារៈ\r\n",
      "description": "\nក្រុមប្រឹក្សាគណៈមេធាវីរួមប្រជុំតាមការផ្តួចផ្តើមគំនិតរបស់ប្រធានគណៈមេធាវី ដែលជាអ្នករៀបចំរបៀបវារៈ។ សមាជិកក្រុមប្រឹក្សាគណៈមេធាវីចំនួន ១/៣ (មួយភាគបី) អាចស្នើសុំមកប្រធានគណៈមេធាវី ដើម្បីពិនិត្យ និងសម្រេចកោះប្រជុំ។\nលើកលែងតែមានកិច្ចការប្រញាប់ ប្រធានគណៈមេធាវីត្រូវកោះអញ្ជើញសមាជិកក្រុមប្រឹក្សាគណៈមេធាវីឱ្យបានយ៉ាងតិច ៣(បី) ថ្ងៃមុនថ្ងៃកំណត់ប្រជុំ ដោយភ្ជាប់ជាមួយនូវរបៀបវារៈនៃកិច្ចប្រជុំតាមគ្រប់មធ្យោបាយសមស្រប។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៥ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "Chapter 5 Council Members of the Bar Association"
    },
    {
      "id": 18,
      "name": "ប្រការ ១៧ ថ្មី ការដឹកនាំកិច្ចប្រជុំក្រុមប្រឹក្សាគណៈមេធាវី\r\n",
      "description": "\nកិច្ចប្រជុំក្រុមប្រឹក្សាគណៈមេធាវីត្រូវដឹកនាំដោយប្រធានគណៈមេធាវី។ ប្រធានគណៈមេធាវីត្រូវចូលរួមពិភាក្សា និងបោះឆ្នោតសម្រេចជាមួយសមាជិកក្រុមប្រឹក្សាគណៈមេធាវី។ សំឡេងរបស់ប្រធានគណៈមេធាវី ពុំមានឧត្តមានុភាពឡើយ។\nក្នុងករណីប្រធានគណៈមេធាវីមានធុរៈ ប្រធានគណៈមេធាវីអាចចាត់តាំងសមាជិកក្រុមប្រឹក្សាគណៈមេធាវីដែលមានវ័យចាស់ជាងគេឱ្យដឹកនាំអង្គប្រជុំក្រុមប្រឹក្សាគណៈមេធាវីបាន។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៥ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "Chapter 5 Council Members of the Bar Association"
    },
    {
      "id": 19,
      "name": "ប្រការ ១៨ កូរ៉ុម\r\n",
      "description": "\nកិច្ចប្រជុំក្រុមប្រឹក្សាគណៈមេធាវីអាចដំណើរការទៅបាន​ លុះត្រាតែមានវត្តមានសមាជិកក្រុមប្រឹក្សាគណៈមេធាវី លើសពីពាក់កណ្តាលនៃចំនួនសមាជិកទាំងអស់។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៥ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "Chapter 5 Council Members of the Bar Association"
    },
    {
      "id": 20,
      "name": "ប្រការ ១៩ សមត្ថកិច្ចរបស់ក្រុមប្រឹក្សាគណៈមេធាវី\r\n",
      "description": "\nក្រុមប្រឹក្សាគណៈមេធាវី មានសមត្ថកិច្ចពិនិត្យសម្រេចនូវរាល់បញ្ហាទាំងអស់ដូចមានចែងក្នុងមាត្រា ១៩ នៃច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី។\nក្រៅពីនេះក្រុមប្រឹក្សាគណៈមេធាវីមានសមត្ថកិច្ចពិនិត្យ និងសម្រេចរាល់បញ្ហាទាំងឡាយដែលពាក់ព័ន្ធនឹងវិជ្ជាជីវៈមេធាវី និងគណៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៥ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "Chapter 5 Council Members of the Bar Association"
    },
    {
      "id": 21,
      "name": "ប្រការ ២០ ថ្មី វិន័យការងាររបស់ក្រុមប្រឹក្សាគណៈមេធាវី\r\n",
      "description": "\nសមាជិកក្រុមប្រឹក្សាគណៈមេធាវីត្រូវចូលរួមកិច្ចប្រជុំឱ្យបានទៀងទាត់ និងទាន់ពេលវេលា។\nសមាជិកក្រុមប្រឹក្សាគណៈមេធាវីដែលមានធុរៈមិនអាចចូលរួមកិច្ចប្រជុំបាន ត្រូវជូនដំណឹងអំពីអវត្តមានរបស់ខ្លួនមកប្រធានគណៈមេធាវី ក្នុងរយៈពេលសមស្រប តាមគ្រប់មធ្យោបាយសមស្រប។\nសមាជិកក្រុមប្រឹក្សាគណៈមេធាវីដែលមានធុរៈអាចផ្ទេរសិទ្ធិជាលាយលក្ខណ៍អក្សរ ជូនសមាជិកណាម្នាក់ឱ្យធ្វើជាតំណាងរបស់ខ្លួនក្នុងការបោះឆ្នោតសម្រេចលើបញ្ហានានានៅក្នុងកិច្ចប្រជុំ។\nសមាជិកក្រុមប្រឹក្សាគណៈមេធាវីម្នាក់អាចទទួលការផ្ទេរសិទ្ធិបានតែមួយប៉ុណ្ណោះ។\nសមាជិកក្រុមប្រឹក្សាគណៈមេធាវីត្រូវគោរព និងប្រតិបត្តិតាមបទបញ្ជាផ្ទៃក្នុងនៃដំណើរការការងាររបស់ក្រុមប្រឹក្សាគណៈមេធាវីដែលសម្រេចដោយក្រុមប្រឹក្សាគណៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៥ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "Chapter 5 Council Members of the Bar Association"
    },
    {
      "id": 22,
      "name": "ប្រការ ២១ ការសម្រេច\r\n",
      "description": "\nការសម្រេចរបស់ក្រុមប្រឹក្សាគណៈមេធាវីអាចធ្វើឡើងតាមវិធីបោះឆ្នោតជាសម្ងាត់ ឬដោយលើកដៃ។\nការជ្រើសរើសយកវិធីណាមួយក្នុងការសម្រេច ត្រូវមានការសម្រេចពីកិច្ចប្រជុំជាមុនដោយលើកដៃ។\nសមាជិកក្រុមប្រឹក្សាគណៈមេធាវីមួយរូប មានសិទ្ធិបោះឆ្នោតសម្រេចចំនួនមួយសម្លេង។ ក្នុងករណីទទួលការផ្ទេរសិទ្ធិពីសមាជិកក្រុមប្រឹក្សាដែលអវត្តមាន សមាជិកក្រុមប្រឹក្សាដែលទទួលសិទ្ធិ មានសិទ្ធិសម្រេចបានមួយសម្លេងបន្ថែមលើសម្លេងរបស់ខ្លួនផ្ទាល់។\nក្រុមប្រឹក្សាគណៈមេធាវីសម្រេចសេចក្តីតាមមតិភាគច្រើននៃសមាជិកវត្តមាន និងផ្ទេរសិទ្ធិ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៥ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "Chapter 5 Council Members of the Bar Association"
    },
    {
      "id": 23,
      "name": "ប្រការ ២២ ដំណើរការនៃកិច្ចប្រជុំ និងកិច្ចពិភាក្សា\r\n",
      "description": "\nមុននឹងចាប់ផ្តើមកិច្ចប្រជុំ ក្រុមប្រឹក្សាត្រូវសម្រេចអនុម័តលើរបៀបវារៈនៃកិច្ចប្រជុំជាមុនសិន។ \nប្រធានគណៈមេធាវី ត្រូវលើកយករបៀបវារៈម្តងមួយមកធ្វើការពិនិត្យ ពិភាក្សា និងសម្រេច។ \nសមាជិកក្រុមប្រឹក្សាគណៈមេធាវីអាចបញ្ចេញមតិយោបល់របស់ខ្លួនដោយសេរី លើចំណុចនីមួយៗនៃរបៀបវារៈ ប៉ុន្តែមិនត្រូវនិយាយចាកប្រធានបទ វាយប្រហារបុគ្គល ឬធ្វើឱ្យខាតបង់ពេលវេលារបស់កិច្ចប្រជុំនោះទេ។\nមុននឹងបញ្ចេញមតិយោបល់ សមាជិកក្រុមប្រឹក្សាគណៈមេធាវីត្រូវសុំការអនុញ្ញាតពីប្រធាន ជាមុនសិន។\nប្រធានមានសិទ្ធិព្រមានដោយផ្ទាល់មាត់ ឬហាមឃាត់ការបញ្ចេញមតិយោបល់របស់សមាជិកណាដែលនិយាយចាកប្រធានបទ ឬនិយាយវាយប្រហារបុគ្គល ឬនិយាយធ្វើឱ្យខាតបង់ពេលវេលា។ \nរាល់មតិយោបល់ និងការពិភាក្សារបស់កិច្ចប្រជុំ ត្រូវរក្សាជាការសម្ងាត់។\nរាល់ការទម្លាយការសម្ងាត់នៃព័ត៌មានទាំងអស់នេះ ត្រូវទទួលខុសត្រូវតាមច្បាប់ជាធរមាន។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៥ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "Chapter 5 Council Members of the Bar Association"
    },
    {
      "id": 24,
      "name": "ប្រការ ២៣ កំណត់ហេតុនៃកិច្ចប្រជុំក្រុមប្រឹក្សាគណៈមេធាវី\r\n",
      "description": "\nនៅរាល់កិច្ចប្រជុំក្រុមប្រឹក្សាគណៈមេធាវី ត្រូវធ្វើកំណត់ហេតុដែលត្រូវធ្វើឡើងដោយលេខាធិការអង្គប្រជុំ។\nលេខាធិការដ្ឋានអង្គប្រជុំក្រុមប្រឹក្សាគណៈមេធាវី ត្រូវកំណត់ចាត់តាំងដោយក្រុមប្រឹក្សាគណៈមេធាវី។\nកំណត់ហេតុនៃកិច្ចប្រជុំក្រុមប្រឹក្សាគណៈមេធាវី ត្រូវមានចុះហត្ថលេខាដោយប្រធានគណៈមេធាវី និងមានការយល់ព្រមដោយសមាជិកក្រុមប្រឹក្សាគណៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៥ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "Chapter 5 Council Members of the Bar Association"
    },
    {
      "id": 25,
      "name": "ប្រការ ២៤ ការចាត់តាំងមេធាវីស្ម័គ្រចិត្តដោយប្រធានគណៈមេធាវី\r\n",
      "description": "\nស្របតាមមាត្រា ២៩ នៃច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី បេឡាពិសេសមួយបានត្រូវបង្កើតឡើងសម្រាប់ប្រើប្រាស់ក្នុងការផ្តល់សេវាកម្មច្បាប់ជូនជនក្រីក្រ ដោយឥតគិតថ្លៃ។\nមេធាវី ដែលជាសមាជិកគណៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជា មានកាតព្វកិច្ចការពារក្តីជូនជនក្រីក្រតាមការចាត់តាំងរបស់ប្រធានគណៈមេធាវី។\nមេធាវីគ្រប់រូបអាចស្ម័គ្រចិត្តជួយការពារក្តីជូនជនក្រីក្របានគ្រប់ពេលវេលា។ មេធាវីស្ម័គ្រចិត្ត ត្រូវដាក់ពាក្យសុំមកគណៈមេធាវី ដើម្បីគណៈមេធាវីសម្រេចចាត់តាំង។\nមេធាវីកម្មសិក្សាទាំងអស់ត្រូវមានកាតព្វកិច្ចការពារក្តីជូនជនក្រីក្រ តាមការចាត់តាំងរបស់ប្រធានគណៈមេធាវី យ៉ាងតិច ៣ (បី) សំណុំរឿងក្តីក្នុង ១ (មួយ) ឆ្នាំ។\nជំនួយសង្គ្រោះតាមផ្លូវតុលាការដល់ជនក្រីក្រ អាចធ្វើឡើងតាម ២ (ពីរ) របៀប៖\n- ការស្នើសុំទៅប្រធានគណៈមេធាវី តាមរយៈនាយកដ្ឋានការពារក្តីជូនជនក្រីក្រ។\n- ការស្នើសុំតាមរយៈសាលាជម្រះក្តី និងអយ្យការ។\nជនដែលត្រូវបានទទួលនូវជំនួយសង្គ្រោះតាមផ្លូវតុលាការ ត្រូវធ្វើពាក្យសុំជំនួយជូនទៅប្រធានគណៈមេធាវី (គំរូរលេខ ១) ដោយមានការបញ្ជាក់ពីមេឃុំ ឬចៅសង្កាត់ ដែលជននោះរស់នៅថា “ជាជនដែលមានជីវភាពក្រីក្រ គ្មានលទ្ធភាពជួលមេធាវីដោយខ្លួនឯង» ឬមានឯកសារបញ្ជាក់ ថាជាជនក្រីក្រ។\nក្នុងករណីមានការស្នើសុំតាមរយៈសាលាជម្រះក្តី ឬស្ថាប័នអយ្យការ ចៅក្រម ឬព្រះរាជអាជ្ញា ដែលទទួលបន្ទុកដោះស្រាយសំណុំរឿងត្រូវធ្វើលិខិតស្នើសុំចាត់តាំងមេធាវីស្ម័គ្រចិត្តមកប្រធានគណៈមេធាវី។\nក្នុងអំឡុងពេល ៧ (ប្រាំពីរ) ថ្ងៃ យ៉ាងយូរបំផុត ប្រធានគណៈមេធាវី ត្រូវចាត់តាំង សហភាតារបស់ខ្លួនម្នាក់ដែលត្រូវបំពេញបេសកកម្មដោយស្ម័គ្រចិត្តនូវជំនួយសង្គ្រោះតាមផ្លូវតុលាការនេះ។\nមេធាវីស្ម័គ្រចិត្ត ត្រូវបំពេញកាតព្វកិច្ចការពារក្តីជូនជនក្រីក្រតាមការចាត់តាំងរបស់ប្រធានគណៈមេធាវីដោយយកចិត្តទុកដាក់ ឱ្យអស់ពីសមត្ថភាព និងឱ្យដូចជាការជួយការពារឱ្យអតិថិជនរបស់ខ្លួនដែរ។\nក្រុមប្រឹក្សាគណៈមេធាវី ត្រូវកំណត់ឱ្យបានច្បាស់ អំពីចំនួនមេធាវីចាំបាច់ សម្រាប់ធានានូវការប្រព្រឹត្តទៅឱ្យបានល្អនៃជំនួយសង្គ្រោះតាមផ្លូវតុលាការនេះ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៦ ជំនួយសង្គ្រោះតាមផ្លូវតុលាការ",
      "chapter_en": "Chapter 6 Judicial Assistance"
    },
    {
      "id": 26,
      "name": "ប្រការ ២៥ ប្រាក់ឧបត្ថម្ភ\r\n",
      "description": "\nមេធាវីស្ម័គ្រចិត្តដែលមកធ្វើការក្នុងរឿងជំនួយសង្គ្រោះតាមផ្លូវតុលាការ អាចទទួលបានប្រាក់ឧបត្ថម្ភប្រចាំខែ ប្រាក់ឧបត្ថម្ភចំពោះការពិគ្រោះយោបល់ច្បាប់ ឬប្រាក់សោហ៊ុយសម្រាប់ចំណាយលើរឿងក្តីនីមួយៗ (សោហ៊ុយធ្វើដំណើរ សោហ៊ុយហូបចុក ស្នាក់នៅ និងសោហ៊ុយថតចម្លងសំណុំរឿង...។ល។) តាមចំនួនដែលត្រូវកំណត់ដោយក្រុមប្រឹក្សាគណៈមេធាវី។\nមេធាវីចាត់តាំង ត្រូវទទួលបន្ទុកលើសំណុំរឿង ដែលខ្លួនត្រូវបានគេចាត់តាំងឱ្យបំពេញ។ \nដើម្បីបើកប្រាក់ឧបត្ថម្ភដែលខ្លួនត្រូវបាន មេធាវីសាមីត្រូវប្រគល់របាយការណ៍ការងារនៅរៀងរាល់ថ្ងៃទី១៥ នៃខែនីមួយៗ (គំរូរលេខ ២) ដែលបញ្ជាក់អំពីស្ថានភាពជឿនលឿន នៃសំណុំរឿងដែលបានដាក់ចុះឱ្យបំពេញ។\nប្រសិនបើមេធាវីស្ម័គ្រចិត្តពុំបានបំពេញកិច្ចការចាំបាច់ តាមដំណើរការនីតិវិធីដែលត្រូវប្រព្រឹត្តទៅទេ ប្រធានគណៈមេធាវីអាចនឹងដកឈ្មោះចេញពីបញ្ជីមេធាវីស្ម័គ្រចិត្ត ហើយអាចនឹងចោទប្រកាន់ខាងបទវិន័យដល់មេធាវីនោះផង។\nក្នុងករណីនេះមេធាវី សងប្រាក់ដែលខ្លួនបានបើកហើយ ដោយមិនត្រឹមត្រូវនោះមកវិញ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៦ ជំនួយសង្គ្រោះតាមផ្លូវតុលាការ",
      "chapter_en": "Chapter 6 Judicial Assistance"
    },
    {
      "id": 27,
      "name": "ប្រការ ២៦ មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈមេធាវី\r\n",
      "description": "\nការរៀបចំ និងការប្រព្រឹត្តទៅនៃមជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈមេធាវី ព្រមទាំងនីតិវិធីនៃការប្រឡងជ្រើសរើសសិស្សមេធាវី ត្រូវធ្វើឡើងស្របតាមអនុក្រឹត្យលេខ ១៣០ អនក្រ.បក ចុះថ្ងៃទី១១ ខែកញ្ញា ឆ្នាំ២០០៨ ស្តីពីការបង្កើតមជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៧ មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈមេធាវី",
      "chapter_en": "Chapter 7 Attorney Training Center"
    },
    {
      "id": 28,
      "name": "ប្រការ ២៧ បទបញ្ជាផ្ទៃក្នុងនៃមជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈមេធាវី\r\n",
      "description": "\nមជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈមេធាវីបំពេញការងាររបស់ខ្លួនស្របតាមអនុក្រឹត្យលេខ ១៣០ អនក្រ.បក ចុះថ្ងៃទី១១ ខែកញ្ញា ឆ្នាំ២០០៨ ស្តីពីការបង្កើតមជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈមេធាវី និងបទបញ្ជាផ្ទៃក្នុងនៃមជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈមេធាវី ដែលត្រូវអនុម័តដោយក្រុមប្រឹក្សាគណៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៧ មជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈមេធាវី",
      "chapter_en": "Chapter 7 Attorney Training Center"
    },
    {
      "id": 29,
      "name": "ប្រការ ២៨ ថ្មី ការរៀបចំកម្មសិក្សា\r\n",
      "description": "\nកម្មសិក្សាមានថិរវេលា១ (មួយ)ឆ្នាំហើយអាចពន្យារពេលបានតាមការសម្រេចរបស់ក្រុមប្រឹក្សាគណៈមេធាវី។\nកម្មសិក្សាត្រូវរួមបញ្ចូលទាំងសកម្មភាពបណ្តុះបណ្តាលបន្ថែម ដែលរៀបចំឡើងដោយគណៈមេធាវីនិងការសហការពិតប្រាកដក្នុងការិយាល័យរបស់មេធាវីណាមួយផង។\nកម្មសិក្សាការី អាចធ្វើផ្នែកខ្លះនៅក្នុងការិយាល័យមេធាវីនៅឯបរទេសនៃប្រទេសណាមួយក៏បាន។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៨ ការរៀបចំកម្មសិក្សា",
      "chapter_en": "Chapter 8 Internship Preparation"
    },
    {
      "id": 30,
      "name": "ប្រការ ២៩ គ្រូកម្មសិក្សា និងកម្មសិក្សាការី\r\n",
      "description": "\nគ្រូកម្មសិក្សា និងកម្មសិក្សាការីចុះហត្ថលេខាលើកិច្ចសន្យាសហការ (គំរូរលេខ៣) ដែលត្រូវបានដាក់ជូនទៅក្រុមប្រឹក្សាគណៈមេធាវី ស្របតាមមាត្រា ៥២ នៃច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី។ \nគ្រូកម្មសិក្សា មានកាតព្វកិច្ចចូលរួមដោយសកម្មចំពោះការអប់រំការអនុវត្តវិជ្ជាជីវៈ និងអប់រំក្រមសីលធម៌ ដល់កម្មសិក្សាការី។\nបែបបទនៃកម្មសិក្សានៅក្នុងការិយាល័យមេធាវីនីមួយៗ អាចកំណត់បានដោយសេរីរវាងគ្រូកម្មសិក្សានិងកម្មសិក្សាការី។\nក្រុមប្រឹក្សាគណៈមេធាវី អាចសម្រេចដកសិទ្ធិក្នុងការធ្វើជាគ្រូកម្មសិក្សាចំពោះកម្មសិក្សាការីណាម្នាក់បាន ប្រសិនបើការចាំបាច់នៃការបណ្តុះបណ្តាល មិនត្រូវបានបំពេញដោយប្រក្រតី។ \nក្រុមប្រឹក្សាគណៈមេធាវីអាចចេញសេចក្តីសម្រេចកំណត់ពីបែបបទនៃការធ្វើកម្មសិក្សា និងទម្រង់បែបបទនៃការធ្វើរបាយការណ៍បញ្ចប់កម្មសិក្សា។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៨ ការរៀបចំកម្មសិក្សា",
      "chapter_en": "Chapter 8 Internship Preparation"
    },
    {
      "id": 31,
      "name": "ប្រការ ៣០ លក្ខណៈសម្បត្តិរបស់គ្រូកម្មសិក្សា\r\n",
      "description": "\nដើម្បីអាចធ្វើជាគ្រូកម្មសិក្សាបាន ត្រូវមានលក្ខណៈសម្បត្តិដូចតទៅ៖\n- ជាមេធាវីពេញសិទ្ធិដែលប្រកបវិជ្ជាជីវៈមេធាវី យ៉ាងតិច ៣ (បី) ឆ្នាំ។\n- មិនធ្លាប់ទទួលទណ្ឌកម្មវិន័យពីគណៈមេធាវី ឬដកសិទ្ធិមិនឱ្យធ្វើគ្រូកម្មសិក្សា។\n- ត្រូវមានការិយាល័យប្រកបវិជ្ជាជីវៈត្រឹមត្រូវដែលបានចុះបញ្ជីនៅគណៈមេធាវី។\nគ្រូកម្មសិក្សាមិនត្រូវជាញាតិលោហិតថ្នាក់ទីពីរ ឬជាសហព័ទ្ធ របស់កម្មសិក្សាការីឡើយ។ \nគ្រូកម្មសិក្សាម្នាក់អាចទទួលកម្មសិក្សាការីបានច្រើនបំផុត ៥ (ប្រាំ) រូប។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៨ ការរៀបចំកម្មសិក្សា",
      "chapter_en": "Chapter 8 Internship Preparation"
    },
    {
      "id": 32,
      "name": "ប្រការ ៣១ ការផ្លាស់ប្តូរគ្រូកម្មសិក្សា\r\n",
      "description": "\nដើម្បីដកស្រង់បទពិសោធន៍ និងទទួលបានចំណេះដឹងអំពីវិជ្ជាជីវៈមេធាវីបន្ថែមកម្មសិក្សាការី អាចស្នើសុំផ្លាស់ប្តូរគ្រូកម្មសិក្សាបាន ទៅតាមការសម្រេចរបស់ក្រុមប្រឹក្សាគណៈមេធាវី និងបន្ទាប់ពីបានបំពេញកម្មសិក្សាជាមួយគ្រូកម្មសិក្សាចាស់ បានយ៉ាងតិច ៦ (ប្រាំមួយ) ខែ គិតចាប់ពីថ្ងៃចាប់ផ្តើមកម្មសិក្សា។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៨ ការរៀបចំកម្មសិក្សា",
      "chapter_en": "Chapter 8 Internship Preparation"
    },
    {
      "id": 33,
      "name": "ប្រការ ៣២ ថ្មី ការព្យួរ និងការលុបឈ្មោះចេញពីបញ្ជីកម្មសិក្សា\r\n",
      "description": "\nការព្យួរកម្មសិក្សាត្រូវសម្រេចអនុញ្ញាតពីក្រុមប្រឹក្សាគណៈមេធាវី។ \nការលុបឈ្មោះចេញពីបញ្ជីកម្មសិក្សា ក៏អាចសម្រេចបានដែរ ចំពោះមេធាវីដែលមិនគោរពកិច្ចសន្យាកម្មសិក្សា ហើយដែលមិនអាចបញ្ជាក់បានត្រឹមត្រូវនូវកិច្ចសន្យាសហការពិតប្រាកដ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៨ ការរៀបចំកម្មសិក្សា",
      "chapter_en": "Chapter 8 Internship Preparation"
    },
    {
      "id": 34,
      "name": "ប្រការ ៣៣ ថ្មី ការបញ្ចប់កម្មសិក្សា\r\n",
      "description": "\nនៅពេលបញ្ចប់កម្មសិក្សា កម្មសិក្សាការីត្រូវធ្វើរបាយការណ៍ពីកម្មសិក្សារបស់ខ្លួន ដោយមានមូលវិចារពីគ្រូកម្មសិក្សា ដើម្បីដាក់ជូនក្រុមប្រឹក្សាគណៈមេធាវីពិនិត្យ និងសម្រេចចុះឈ្មោះក្នុងបញ្ជីមេធាវីពេញសិទ្ធិ។\nកម្មសិក្សាការីត្រូវដាក់របាយការណ៍បញ្ចប់កម្មសិក្សាមកគណៈមេធាវី ក្នុងរយៈពេល២(ពីរ)ខែ គិតចាប់ពីថ្ងៃបញ្ចប់រយៈពេលកម្មសិក្សា។ ក្នុងករណីយឺតយ៉ាវ ក្រុមប្រឹក្សាគណៈមេធាវីអាចសម្រេចដាក់ទណ្ឌកម្មវិន័យ។\nក្រុមប្រឹក្សាគណៈមេធាវីអាចសម្រេចឱ្យធ្វើកម្មសិក្សាបន្តទៀត តែមិនឱ្យលើសពី១ (មួយ) ឆ្នាំឡើយ ចំពោះកម្មសិក្សាការីណា ដែលមិនមានសមត្ថភាពគ្រប់គ្រាន់។ ការសម្រេចមិនចុះឈ្មោះ ក្នុងបញ្ជីមេធាវីពេញសិទ្ធិ ចាត់ទុកជាការលុបឈ្មោះមេធាវីនោះចោល។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៨ ការរៀបចំកម្មសិក្សា",
      "chapter_en": "Chapter 8 Internship Preparation"
    },
    {
      "id": 35,
      "name": "ប្រការ ៣៤ បេឡាទូទាត់របស់គណៈមេធាវី\r\n",
      "description": "\nអនុលោមតាមមាត្រា ៧០ និង ៧១ នៃច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី មូលនិធិដែលបានមកពីការតម្កល់ទុកធានា បានមកពីប្រាក់ធានាសម្រាប់សងគូភាគីឈ្នះក្តី ឬបានមកពីប្រាក់តម្កល់ទុក ត្រូវមេធាវីបង់ចូលទៅគណនីពិសេសដែល បើកឡើងដោយគណៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជា ដែលមានឈ្មោះថា «បេឡាទូទាត់គណៈមេធាវី»។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៩ ការគ្រប់គ្រងមូលនិធិ និងប្រាក់តម្កល់ទុក",
      "chapter_en": "Chapter 9 Managing Funds and Deposits"
    },
    {
      "id": 36,
      "name": "ប្រការ ៣៥ ការប្រព្រឹត្តទៅនៃបេឡា\r\n",
      "description": "\nមេធាវីត្រូវតម្កល់មូលនិធិដែលបានទទួលដូចខាងលើ (ជាមូលប្បទានប័ត្រ ការបង្វែរប្រាក់ ឬជាក្រដាសប្រាក់) នៅក្នុងបេឡាទូទាត់គណៈមេធាវី។\nក្រៅពីឈ្មោះផ្ទាល់របស់ខ្លួនចេញ មេធាវីត្រូវដាក់ឈ្មោះអតិថិជន និងរឿងក្តីដែលពាក់ព័ន្ធ (គំរូលេខ៤)។\nបង្កាន់ដៃមួយដែលមានព័ត៌មានដូចគ្នានេះ ត្រូវចេញឱ្យមេធាវីនោះ ដោយប្រធានគណៈមេធាវី (គំរូលេខ៥)។\nតាមការសុំជាលាយលក្ខណ៍អក្សរ (គំរូលេខ៦) របស់មេធាវី បេឡាត្រូវបើកមូលនិធិដែល បានរក្សាទុកក្នុងក្របខ័ណ្ឌនៃរឿងក្តី ឱ្យទៅជនជាអត្ថគាហក។\nសម្រង់បញ្ជីទឹកប្រាក់នៃមូលនិធិដែលនៅសល់ក្នុងរឿងក្តី ត្រូវប្រគល់ទៅឱ្យមេធាវី។ \nសមតុល្យនៃប្រាក់ក្នុងរឿងក្តីនីមួយៗ មិនត្រូវអាចជាសមតុល្យឥណាយិកទេ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៩ ការគ្រប់គ្រងមូលនិធិ និងប្រាក់តម្កល់ទុក",
      "chapter_en": "Chapter 9 Managing Funds and Deposits"
    },
    {
      "id": 37,
      "name": "ប្រការ ៣៦ ការកាត់យកប្រាក់កម្រៃមេធាវី\r\n",
      "description": "\nមេធាវីនឹងអាចកាត់យកមុនបាន នូវប្រាក់កម្រៃពីមូលនិធិតម្កល់ទុកដោយអតិថិជន តែក្នុងលក្ខខណ្ឌដែលមានការអនុញ្ញាតជាលាយលក្ខណ៍អក្សរពីអតិថិជននោះ ដោយបញ្ជាក់ច្បាស់អំពីឈ្មោះនៃរឿងក្តី និងចំនួនទឹកប្រាក់ដែលត្រូវកាត់យកមុន។\nសេចក្តីអនុញ្ញាតនេះ មេធាវីត្រូវបញ្ជូនដោយខានមិនបាន ទៅបេឡាទូទាត់របស់គណៈមេធាវី នៅពេលដែលធ្វើពាក្យសុំបើកប្រាក់ពីមូលនិធិ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៩ ការគ្រប់គ្រងមូលនិធិ និងប្រាក់តម្កល់ទុក",
      "chapter_en": "Chapter 9 Managing Funds and Deposits"
    },
    {
      "id": 38,
      "name": "ប្រការ ៣៧ ការត្រួតពិនិត្យរបស់ប្រធានគណៈមេធាវី\r\n",
      "description": "\nប្រធានគណៈមេធាវី អាចសុំឱ្យមេធាវីបញ្ជាក់ហេតុផលទាំងឡាយ ដែលទាក់ទងនឹងប្រភពដើម និងអត្ថគាហកនៃមូលនិធិតម្កល់ទុក។\nប្រធានគណៈមេធាវីអាចចោទប្រកាន់មេធាវីពីបទវិន័យ បើសិនជាពុំមានអ្វីសំអាងហេតុផលឱ្យបានត្រឹមត្រូវ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី៩ ការគ្រប់គ្រងមូលនិធិ និងប្រាក់តម្កល់ទុក",
      "chapter_en": "Chapter 9 Managing Funds and Deposits"
    },
    {
      "id": 39,
      "name": "ប្រការ ៣៨ ថ្មី កាតព្វកិច្ចគណនេយ្យ\r\n",
      "description": "\nមេធាវីត្រូវកាន់គណនេយ្យនៃកិច្ចប្រតិបត្តិវិជ្ជាជីវៈរបស់ខ្លួន ដោយញែកឱ្យបានច្បាស់រវាងកិច្ចប្រតិបត្តិទាក់ទងនឹងការគ្រប់គ្រងការិយាល័យរបស់ខ្លួន និងកិច្ចប្រតិបត្តិធ្វើឡើងសម្រាប់ផលប្រយោជន៍អតិថិជន។\nគណនេយ្យនៃកិច្ចប្រតិបត្តិដែលពាក់ព័ន្ធនឹងការគ្រប់គ្រងការិយាល័យមេធាវី ត្រូវធ្វើឡើងឱ្យសមស្របនឹងវិធានច្បាប់ ឬបើគ្មានវិធាននោះទេ ក៏ត្រូវធ្វើតាមបែបបទចំណូល/ចំណាយដែរ។ \nមេធាវីត្រូវបំពេញកាតព្វកិច្ចជាបុគ្គលរាយការណ៍ស្របតាមបទប្បញ្ញត្តិនៃច្បាប់ស្តីពីការប្រឆាំងការសម្អាតប្រាក់និងហិរញ្ញប្បទានភេរវកម្ម និងច្បាប់ស្តីពីការប្រឆាំងហិរញ្ញប្បទានដល់ការរីកសាយភាយនៃអាវុធមហាប្រល័យ។\nកិច្ចប្រតិបត្តិការដែលទាក់ទងនឹងការបង់ប្រាក់ប្រដាប់ក្តី ប្រាក់ពន្ធអាករ និងប្រាក់ចេញជួសឱ្យមុន ដែលធ្វើឡើងក្នុងផលប្រយោជន៍អតិថិជន ត្រូវកត់ចូលក្នុងគណនេយ្យមួយដោយឡែក។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី១០ កាតព្វកិច្ចគណនេយ្យ និងការត្រួតពិនិត្យ",
      "chapter_en": "Chapter 10 Accounting and Auditing Obligations"
    },
    {
      "id": 40,
      "name": "ប្រការ ៣៩ ការត្រួតពិនិត្យ និងការពិនិត្យបញ្ជាក់\r\n",
      "description": "\nប្រធានគណៈមេធាវី ចាត់ចែងឱ្យត្រួតពិនិត្យការប្រើប្រាស់មូលនិធិ ប្រាក់តម្កល់ និងឱ្យពិនិត្យផ្ទៀងផ្ទាត់លើឯកសារគណនេយ្យនានា តាមរយៈមេធាវីទាំងឡាយដែលខ្លួនចាត់តាំងអមជាយថាហេតុ ដោយជនមានសមត្ថភាព ឬដោយអ្នកជំនាញការងារគណនេយ្យ។ \nមេធាវីដែលត្រួតពិនិត្យត្រូវចង្អុលឈ្មោះ ដោយប្រធានគណៈមេធាវី។ \nមេធាវី ត្រូវបង្ហាញគណនេយ្យរបស់ខ្លួនដល់ជនដែលត្រូវបានចាត់តាំងដោយប្រធានគណៈមេធាវី។\nការត្រួតពិនិត្យ ត្រូវធ្វើឡើងក្នុងការិយាល័យមេធាវីដែលត្រូវត្រួតពិនិត្យ។\nអ្នកត្រួតពិនិត្យ អាចឱ្យមេធាវីដែលត្រូវប្រគល់ឯកសារគណនេយ្យនានា សំណុំរឿង ហើយប្រសិនបើមានតម្រូវការសុំឱ្យប្រគល់ឯកសារនៃគណនីផ្ទាល់ខ្លួនមេធាវី និងសុំឱ្យធ្វើការពន្យល់សព្វសារពើផង។\nការត្រួតពិនិត្យនីមួយៗ តម្រូវឱ្យមានរបាយការណ៍លំអិតដែលត្រូវជូនទៅប្រធានគណៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី១០ កាតព្វកិច្ចគណនេយ្យ និងការត្រួតពិនិត្យ",
      "chapter_en": "Chapter 10 Accounting and Auditing Obligations"
    },
    {
      "id": 41,
      "name": "ប្រការ ៤០ និរាករណ៍\r\n",
      "description": "\nបទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជា ដែលបានអនុម័តដោយក្រុមប្រឹក្សាគណៈមេធាវី កាលពីថ្ងៃទី១៥ ខែវិច្ឆិកា ឆ្នាំ១៩៩៥ ក្រោមអធិបតីភាពរបស់លោកមេធាវី សាយ បូរី ប្រធានគណៈមេធាវី អាណត្តិទី១ និងទី២ ត្រូវចាត់ទុកជានិរាករណ៍។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "បទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី",
      "book_en": "Regulation of Attorney",
      "chapter": "ជំពូកទី១០ កាតព្វកិច្ចគណនេយ្យ និងការត្រួតពិនិត្យ",
      "chapter_en": "Chapter 10 Accounting and Auditing Obligations"
    }
  ],
  "statute": [
    {
      "id": 1,
      "name": "មាត្រា ១\r\n",
      "description": "\nវិជ្ជាជីវៈមេធាវី ជាវិជ្ជាជីវៈឯករាជ្យ និងសេរីដែលចូលរួមបំរើវិស័យយុត្តិធម៌។ \nវិជ្ជាជីវៈមេធាវីប្រព្រឹត្តទៅបានតែក្នុងក្របខ័ណ្ឌនៃគណៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ១ បទបញ្ញត្តិទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 2,
      "name": "មាត្រា ២\r\n",
      "description": "\nមេធាវីអាចតំណាងកូនក្តីតាមការយល់ព្រមពីកូនក្តី ឬជួយការពារកូនក្តីនៅគ្រប់ សាលាជម្រះក្តី និងគ្រប់ដំណាក់កាលនៃនីតិវិធីលើកលែងតែមានបទបញ្ញត្តិច្បាប់ចែងផ្ទុយពីនេះ ជាពិសេសក្នុងរឿងរដ្ឋប្បវេណី ពាណិជ្ជកម្ម រដ្ឋបាល ការងារ សង្គមកិច្ច។\nក្នុងរឿងព្រហ្មទណ្ឌ មេធាវីជួយការពារជនជាប់ចោទ ហើយមិនអាចតំណាងជនជាប់ចោទបានឡើយ លើកលែងតែក្នុងករណីអនុវត្តបទបញ្ញត្តិពិសេសនៃច្បាប់។ មេធាវីអាចតំណាងអ្នកទទួលខុសត្រូវក្នុងបទរដ្ឋប្បវេណី និងដើមបណ្តឹងរដ្ឋប្បវេណីបាន។\nមេធាវីអាចជួយការពារកូនក្តីបានដែរនៅចំពោះមុខក្រុមប្រឹក្សាវិន័យ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ១ បទបញ្ញត្តិទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 3,
      "name": "មាត្រា ៣\r\n",
      "description": "\nមេធាវីផ្តល់យោបល់ និងតាក់តែងលិខិតស្នាមផ្សេងៗក្នុងវិស័យគតិយុត្តិ។\nមេធាវីអាចត្រូវបានចាត់តាំងដោយគូក្តី ឬចៅក្រមឱ្យបំពេញមុខងារជាអ្នកផ្សះផ្សា ឬជាអ្នកសម្រុះសម្រួល។ មេធាវីនឹងអាចត្រូវបានចាត់តាំងជាអាជ្ញាកណ្តាលបាន លុះត្រាតែមានច្បាប់អនុញ្ញាត។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ១ បទបញ្ញត្តិទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 4,
      "name": "មាត្រា ៤\r\n",
      "description": "\nក្រៅពីមេធាវីដែលជាសមាជិកនៃគណៈមេធាវី គ្មានជនណាម្នាក់អាចប្រកបមុខរបរយកកម្រៃក្នុងការពិគ្រោះច្បាប់ ឬតាក់តែងលិខិតស្នាមគតិយុត្តិបានឡើយ លើកលែងតែការពិគ្រោះច្បាប់ ឬការតាក់តែងលិខិតស្នាមនោះជាការងារបន្ទាប់បន្សំនៃមុខរបររបស់ខ្លួន ឬជាមុខងារដែលច្បាប់បានអនុញ្ញាត។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ១ បទបញ្ញត្តិទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 5,
      "name": "មាត្រា ៥\r\n",
      "description": "\nមេធាវីបរទេសដែលបានចុះឈ្មោះក្នុងបញ្ជីគណៈមេធាវីប្រទេសក្រៅ ឬដែលប្រទេសដើមរបស់ខ្លួនទទួលស្គាល់ឱ្យប្រកបវិជ្ជាជីវៈមេធាវី មានសិទ្ធិចូលរួមប្រកបវិជ្ជាជីវៈជាមួយមេធាវីខ្មែរហើយអមមេធាវីខ្មែរនៅចំពោះមុខតុលាការ ឬស្ថាប័នដទៃទៀតនៃព្រះរាជាណាចក្រកម្ពុជា។ មេធាវីទាំងនោះពុំអាចតំណាងកូនក្តីបានឡើយ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ១ បទបញ្ញត្តិទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 6,
      "name": "មាត្រា ៦\r\n",
      "description": "\nមេធាវីបរទេសអាចប្រកបវិជ្ជាជីវៈនៅលើដែនដីនៃព្រះរាជាណាចក្រកម្ពុជាបាន លុះត្រាតែមានការយល់ព្រមពីក្រុមប្រឹក្សាគណៈមេធាវីខ្មែរ ផ្អែកលើលក្ខណៈសម្បត្តិគ្រប់គ្រាន់ របស់មេធាវីនោះ ហើយលុះត្រាតែប្រទេសដើមរបស់មេធាវីបរទេសនោះ ផ្តល់លទ្ធភាពដូចគ្នាដល់មេធាវីខ្មែរផងដែរ។ ការយល់ព្រមអាចត្រូវដកហូតវិញបាន បើមានការប្រព្រឹត្តខុសក្នុងការប្រកបវិជ្ជាជីវៈលើដែនដីនៃព្រះរាជាណាចក្រកម្ពុជា។\nសេចក្តីសម្រេចមិនអនុញ្ញាត ឬដកហូតការអនុញ្ញាតរបស់ក្រុមប្រឹក្សាគណៈមេធាវី មិនឱ្យប្រកបវិជ្ជាជីវៈ ត្រូវជូនដំណឹងក្នុងរយៈពេល១៥ថ្ងៃ ទៅអគ្គព្រះរាជអាជ្ញាអមសាលាឧទ្ធរណ៍ និងទៅសាមីខ្លួន។ សេចក្តីសម្រេចនេះអាចប្តឹងឧទ្ធរណ៍បាន ក្នុងរយៈពេល ២ ខែ ក្រោយពីបានទទួលដំណឹង។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ១ បទបញ្ញត្តិទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 7,
      "name": "មាត្រា ៧\r\n",
      "description": "\nមេធាវីបរទេសដែលត្រូវបានអនុញ្ញាតឱ្យប្រកបវិជ្ជាជីវៈនេះ ពុំអាចធ្វើសកម្មភាពទាក់ទាញកូនក្តី ឬផ្សព្វផ្សាយពាណិជ្ជកម្មបានឡើយ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ១ បទបញ្ញត្តិទូទៅ",
      "chapter_en": "CHAPTER 1 GENERAL PROVISIONS"
    },
    {
      "id": 8,
      "name": "មាត្រា ៨\r\n",
      "description": "\nគណៈមេធាវីនៃព្រះរាជាណាចក្រកម្ពុជា ជាអង្គការប្រមូលផ្តុំមេធាវីទាំងអស់ដែលតាំងការិយាល័យនៅក្នុងព្រះរាជាណាចក្រកម្ពុជា។ មេធាវីម្នាក់ៗត្រូវជាសមាជិកពេញសិទ្ធិនៃគណៈមេធាវី ក្រោយពីចុះឈ្មោះក្នុងបញ្ជីគណៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី១ គណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 9,
      "name": "មាត្រា ៩\r\n",
      "description": "\nគណៈមេធាវីត្រូវបានដឹកនាំដោយប្រធានមួយរូប និងគ្រប់គ្រងដោយក្រុមប្រឹក្សាគណៈមេធាវី។ ប្រធានគណៈមេធាវី ត្រូវបានបោះឆ្នោតជ្រើសតាំងសំរាប់អាណត្តិ ២ឆ្នាំ។ អាណត្តិនេះអាចត្រូវបានបន្តតែមួយអាណត្តិទៀតដោយវិធីបោះឆ្នោត។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី១ គណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 10,
      "name": "មាត្រា ១០\r\n",
      "description": "\nសមាជិកនៃក្រុមប្រឹក្សាគណៈមេធាវីមាន៖\r\n\n-ចំនួន ៥ នាក់ ក្នុងករណីគណៈមេធាវី មានសមាជិកមិនលើសពី ៣០នាក់\r\n\n-ចំនួន ៩ នាក់ បើមានសមាជិកពី ៣១នាក់ទៅ ៥០នាក់\r\n\n-ចំនួន ១៣ នាក់ បើមានសមាជិកពី ៥១នាក់ទៅ ២០០នាក់\r\n\n-ចំនួន ១៩ នាក់ បើមានសមាជិកពី ២០១នាក់ទៅដល់ ៥០០នាក់\r\n\n-ចំនួន ២៧ នាក់ បើមានសមាជិកពី ៥០១នាក់ទៅ ១០០០នាក់\r\n\n-ចំនួន ៣៣ នាក់ បើមានសមាជិកលើសពី ១០០១នាក់។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី១ គណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 11,
      "name": "មាត្រា ១១\r\n",
      "description": "\nសមាជិកនៃក្រុមប្រឹក្សាគណៈមេធាវី ត្រូវបានបោះឆ្នោតជ្រើសតាំងសំរាប់អាណត្តិ ៣ ឆ្នាំ។ អាណត្តិនេះអាចបន្តម្តងទៀតបាន ប៉ុន្តែមិនអាចបន្តភ្ជាប់ពីចប់អាណត្តិភ្លាមនោះទេ។ ផុតរយៈពេល ៣ ឆ្នាំ ក្រោយពីចប់អាណត្តិ ទើបអតីតសមាជិកក្រុមប្រឹក្សាគណៈមេធាវី អាចឈរឈ្មោះឱ្យគេបោះឆ្នោតជ្រើសតាំងជាថ្មីបាន។ ប្រធានគណៈមេធាវី អាចត្រូវបានបោះឆ្នោតជ្រើសតាំងឱ្យធ្វើជាសមាជិកនៃក្រុមប្រឹក្សាគណៈមេធាវីបានក្រោយបានចប់អាណត្តិរបស់ខ្លួន ដោយមិនបាច់រង់ចាំផុតរយៈពេល ៣ ឆ្នាំទេ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី១ គណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 12,
      "name": "មាត្រា ១២\r\n",
      "description": "\nបើប្រធានគណៈមេធាវី ឬសមាជិកណាម្នាក់នៃក្រុមប្រឹក្សាគណៈមេធាវីទទួលមរណភាព ឬឈប់ពីមុខងារក្នុងអាណត្តិរបស់ខ្លួន នោះត្រូវរៀបចំការបោះឆ្នោតជ្រើសតាំងអ្នកជំនួស ដើម្បីបញ្ចប់អាណត្តិនោះ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី១ គណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 13,
      "name": "មាត្រា ១៣\r\n",
      "description": "\nគណៈមេធាវីមិនស្ថិតនៅក្រោមគណៈបក្សនយោបាយណាមួយ ឬអង្គការសាសនាណាមួយ ឬអង្គការនានាផ្សេងទៀតឡើយ។\nការសម្តែងមនោគមវិជ្ជា សាសនា ឬនយោបាយ ត្រូវហាមឃាត់។\nគណៈមេធាវីមានថវិការស្វយ័ត ប៉ុន្តែមិនអាចធ្វើសកម្មភាពយកផលចំណេញបានឡើយ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី១ គណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 14,
      "name": "មាត្រា ១៤\r\n",
      "description": "\nប្រធានគណៈមេធាវី និងសមាជិកនៃក្រុមប្រឹក្សាគណៈមេធាវី ត្រូវបានបោះឆ្នោតជ្រើសតាំងដាច់ដោយឡែកពីគ្នា ក្នុងមហាសន្និបាតនៃគណៈមេធាវី។ អ្នកដែលមានសិទ្ធិបោះឆ្នោត គឺមេធាវីទាំងអស់ដែលបានចុះឈ្មោះក្នុងបញ្ជីនៃគណៈមេធាវី ហើយដែលឥតបានបាត់បង់សិទ្ធិបោះឆ្នោតដោយទណ្ឌកម្ម វិន័យណាមួយឡើយ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី២ ការបោះឆ្នោត",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 15,
      "name": "មាត្រា ១៥\r\n",
      "description": "\nអ្នកដែលអាចឈរឈ្មោះឱ្យគេបោះឆ្នោត ជ្រើសតាំងជាប្រធានគណៈមេធាវីបាន គឺមេធាវីដែលបានចុះឈ្មោះក្នុងបញ្ជីគណៈមេធាវីបានរយៈពេល ៣ឆ្នាំ យ៉ាងតិច ហើយដែលឥតបានបាត់បង់សិទ្ធិបោះឆ្នោតដោយទណ្ឌកម្មវិន័យណាមួយឡើយ។\nអ្នកដែលអាចឈរឈ្មោះបោះឆ្នោត ជ្រើសតាំងជាសមាជិកក្រុមប្រឹក្សាគណៈមេធាវីបាន គឺមេធាវីដែលបានចុះឈ្មោះក្នុងបញ្ជីគណៈមេធាវីបានរយៈពេល ២ឆ្នាំយ៉ាងតិចហើយដែលឥតបានបាត់បង់សិទ្ធិបោះឆ្នោតទាំងនោះ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី២ ការបោះឆ្នោត",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 16,
      "name": "មាត្រា ១៦\r\n",
      "description": "\nការបោះឆ្នោតត្រូវបានរៀបចំឡើងដោយមហាសន្និបាតនៃគណៈមេធាវី ២ឆ្នាំម្តង ចំពោះប្រធានគណៈមេធាវី និង ៣ឆ្នាំម្តង ចំពោះសមាជិកនៃក្រុមប្រឹក្សាគណៈមេធាវី។\nការបោះឆ្នោតនេះ ត្រូវប្រព្រឹត្តជាសម្ងាត់ និងជាឯកនាមហើយអាចធ្វើជាពីរលើកបាន។ ការបោះឆ្នោតលើកទី១ ប្រព្រឹត្តទៅដោយយកតាមសំឡេងភាគច្រើនដាច់ខាតនៃសមាជិកគណៈមេធាវីទាំងមូល និងលើកទី២ ដោយយកតាមសម្លេងភាគច្រើននៃសមាជិកវត្តមាន។ ក្នុងករណីមានសម្លេងស្មើគ្នា មេធាវីដែលមានវ័យចាស់ជាងគេ ត្រូវបានជ្រើសតាំង។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី២ ការបោះឆ្នោត",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 17,
      "name": "មាត្រា ១៧\r\n",
      "description": "\nបែបបទនៃការបោះឆ្នោត ការកោះអញ្ជើញមករួមប្រជុំ និងកូរ៉ុមត្រូវបានកំណត់ ដោយបទបញ្ជាផ្ទៃក្នុង។ មេធាវីដែលមានសិទ្ធិបោះឆ្នោត ឬអគ្គព្រះរាជអាជ្ញាអមសាលាឧទ្ធរណ៍ អាចប្តឹងតវ៉ាអំពីការបោះឆ្នោតនេះ ទៅសាលាឧទ្ធរណ៍បាន។\nពាក្យបណ្តឹងនេះ ត្រូវធ្វើឡើងដោយមេធាវីក្នុងរយៈពេល ១៥ថ្ងៃក្រោយការបោះឆ្នោត ឬដោយអគ្គព្រះរាជអាជ្ញាអមសាលាឧទ្ធរណ៍ ក្នុងរយៈពេល ១៥ថ្ងៃគិតពីថ្ងៃទទួល ដំណឹងស្តីពីលទ្ធផលនៃការបោះឆ្នោតនោះ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី២ ការបោះឆ្នោត",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 18,
      "name": "មាត្រា ១៨\r\n",
      "description": "\nមហាសន្និបាតសាមញ្ញនៃគណៈមេធាវី ប្រព្រឹត្តទៅមួយឆ្នាំម្តង ដែលផ្តើមធ្វើឡើងដោយប្រធានគណៈមេធាវីតាមរបៀបវារៈដែល ត្រូវបានសម្រេចដោយក្រុមប្រឹក្សាគណៈមេធាវី។\nមហាសន្និបាតអាចធ្វើសំណូមពរ ឬញត្តិទៅក្រុមប្រឹក្សាគណៈមេធាវី ដែលត្រូវដោះស្រាយក្នុងរយៈពេល ៣ខែ។\nមហាសន្និបាតវិសាមញ្ញអាចប្រជុំបាន បើមានមេធាវីដែលបានចុះឈ្មោះក្នុងបញ្ជីចំនួន ៣០% បានស្នើសុំដោយមានភ្ជាប់របៀបវារៈជាមួយផង យ៉ាងតិច១៥ថ្ងៃ មុនថ្ងៃប្រជុំ។\nការរៀបចំ និងការប្រព្រឹត្តទៅនៃមហាសន្និបាតគណៈមេធាវី ត្រូវកំណត់ក្នុងបទបញ្ជាផ្ទៃក្នុងនៃគណៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី៣ មហាសន្និបាត",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 19,
      "name": "មាត្រា ១៩\r\n",
      "description": "\nក្រុមប្រឹក្សាគណៈមេធាវីពិនិត្យដោះស្រាយគ្រប់បញ្ហា ដែលពាក់ព័ន្ធទៅការអនុវត្តវិជ្ជាជីវៈមេធាវី។ ក្រុមប្រឹក្សាគណៈមេធាវីធានាការបំពេញភារកិច្ច និងការពារសិទ្ធិរបស់មេធាវី។ ក្រុមប្រឹក្សាគណៈមេធាវីមានភារកិច្ចជាអាទិ៍ ដូចតទៅៈ\n-ធ្វើបទបញ្ជាផ្ទៃក្នុង និងក្រមសីលធម៌\n-សំរេចឱ្យចុះឈ្មោះធ្វើកម្មសិក្សា និងចុះឈ្មោះក្នុងបញ្ជីគណៈមេធាវី\n-សំរេចលើការស្នើសុំអនុញ្ញាតទាំងឡាយដែលធ្វើឡើងដោយមេធាវី\n-ពិនិត្យកិច្ចព្រមព្រៀង និងឯកសារទាំងឡាយដែលមេធាវីមានកាតព្វកិច្ចត្រូវដាក់ឱ្យពិនិត្យ ហើយបញ្ចេញមតិណែនាំលើកិច្ចព្រមព្រៀង និងឯកសារទាំងនោះ\n-ត្រួតពិនិត្យការកាន់កាប់ទៀងទាត់នៃបញ្ជីគណៈនេយ្យរបស់មេធាវី\n-ធានាការគោរពវិន័យ និងការដាក់វិន័យ\n-ធានារ៉ាប់រងការរៀបចំ និងការគ្រប់គ្រងសេវាទូទៅរបស់គណៈមេធាវី\n-គ្រប់គ្រងទ្រព្យសម្បត្តិ និងថវិការបស់គណៈមេធាវី កំណត់ចំនួនទឹកប្រាក់ភាគទានរបស់មេធាវីម្នាក់ៗ និងបង់ប្រាក់ធានារួមសំរាប់វិជ្ជាជីវៈមេធាវី\n-គ្រប់គ្រងបេឡានៃមូលនីធិរបស់គណៈមេធាវី\n-បញ្ចេញមតិលើបញ្ហាទាំងឡាយដែលទាក់ទងវិស័យុត្តិធម៌ និងសិទ្ធិរបស់មេធាវី ក្នុងវិស័យការពារ ជាអាទិ៍នៅពេលដែលមានការអញ្ជើញពីអាជ្ញាធរសាធារណៈ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី៤ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 20,
      "name": "មាត្រា ២០\r\n",
      "description": "\nក្រុមប្រឹក្សាគណៈមេធាវីអាចរួមប្រជុំបាន លុះត្រាតែមានសមាជិករបស់ខ្លួនចូលរួម លើសពីពាក់កណ្តាល។ ក្រុមប្រឹក្សាគណៈមេធាវីសំរេចសេចក្ដីតាមមតិភាគច្រើន ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី៤ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 21,
      "name": "មាត្រា ២១\r\n",
      "description": "\nសេចក្តីសំរេចរបស់ក្រុមប្រឹក្សាគណៈមេធាវី ដែលមានលក្ខណៈជាបទបញ្ជា ត្រូវជូនដំណឹងទៅអគ្គព្រះរាជអាជ្ញាអមសាលាឧទ្ឋរណ៍តាមលិខិតអនុសិដ្ឋ ឬលិខិតប្រគល់ផ្ទាល់ដៃដោយ មានចុះសេចក្តីថាបានទទួល ។ ចំពោះសេចក្តីសំរេចដាក់វិន័យក៏ដូចជាសេចក្តីសំរេចលើការចុះឈ្មោះ ឬការសុំឱ្យនៅក្រៅបញ្ជីរបស់មេធាវី ក៏ត្រូវធ្វើដូច្នេះដែរ ។ សេចក្តីសំរេចចែងក្នុងវាក្យខ័ណ្ឌខាងលើត្រូវផ្តល់ជាពត៌មានដល់សមាជិកនៃគណៈមេធាវី តាមមធ្យោបាយសមស្រប ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី៤ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 22,
      "name": "មាត្រា ២២\r\n",
      "description": "\nរាល់សេចក្តីសំរេចរបស់ក្រុមប្រឹក្សាគណៈមេធាវីលើមេធាវីណាម្នាក់ ត្រូវជូនដំណឹងទៅមេធាវីនោះតាមលិខិតអនុសិដ្ឋ ឬលិខិតប្រគល់ផ្ទាល់ដៃដោយមានចុះសេចក្ដីថាបានទទួល ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី៤ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 23,
      "name": "មាត្រា ២៣\r\n",
      "description": "\nសេចក្តីសំរេចរបស់ក្រុមប្រឹក្សាគណៈមេធាវី ដែលមិនមែនជាមុខនាទីរបស់ខ្លួន ឬផ្ទុយនឹងបទបញ្ញត្តិច្បាប់ជាធរមាន ឬបទបញ្ជាអាចត្រូវបដិសេធចោល ដោយសាលាឧទ្ធរណ៍ក្រោយពីមានការប្តឹងពីអគ្គព្រះរាជអាជ្ញាអមសាលាឧទ្ធរណ៍ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី៤ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 24,
      "name": "មាត្រា ២៤\r\n",
      "description": "\nមេធាវីអាចប្ដឹងអំពីសេចក្តីសំរេចណាមួយរបស់ក្រុមប្រឹក្សាគណៈមេធាវីដែលធ្វើឱ្យខាតប្រយោជន៍ដល់វិជ្ជាជីវៈរបស់ខ្លួនបាន ។ បើសេចក្តីសំរេចឥតត្រូវបានឱ្យដំណឹងដល់មេធាវី មេធាវីនោះត្រូវសុំឱ្យក្រុមប្រឹក្សាគណៈមេធាវីពិនិត្យសេចក្តីសំរេចនោះសាជាថ្មីម្តងទៀតមុននឹងប្តឹង ។ ក្រុមប្រឹក្សាគណៈមេធាវីត្រូវសំរេចលើសេចក្ដីស្នើសុំនោះក្នុងរយៈពេល ២ខែ ក្រោយពីបានអញ្ជើញមេធាវីនោះឱ្យបញ្ចេញយោបល់របស់ខ្លួន។ សេចក្តីសំរេចថ្មីត្រូវបានជូនដំណឹងទៅសាមីខ្លួន ។ បើគ្មានការសំរេចសាជាថ្មីក្នុងរយៈពេលដូចកំណត់ខាងលើនេះទេ ត្រូវចាត់ទុកសេចក្តីសំរេចមុននោះជាអសាបង់ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី៤ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 25,
      "name": "មាត្រា ២៥\r\n",
      "description": "\nពាក្យបណ្តឹងទាំងឡាយមិនសុខចិត្តនឹងសេចក្តីសំរេចរបស់ក្រុមប្រឹក្សាគណៈមេធាវី ត្រូវបញ្ជូនទៅសាលាឧទ្ធរណ៍ ។ គេអាចដាក់ពាក្យបណ្តឹងទៅការិយាល័យក្រឡាបញ្ជីនៃសាលាឧទ្ធរណ៍ ឬតាមលិខិតអនុសិដ្ឋមានចុះសេចក្តីថាបានទទួល ។ រយៈពេលប្តឹងឧទ្ធរណ៍គឺ ២ខែ ចាប់ពីថ្ងៃទទួលដំណឹង ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី៤ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 26,
      "name": "មាត្រា ២៦\r\n",
      "description": "\nក្រុមប្រឹក្សាគណៈមេធាវី ត្រូវដាក់ជូនរដ្ឋមន្ត្រីក្រសួងយុត្តិធម៌ពិនិត្យ និងផ្សព្វផ្សាយជាសាធារណៈជារៀងរាល់ឆ្នាំ នូវរបាយការណ៍លំអិតស្តីពីសកម្មភាពការងាររបស់គណៈមេធាវី ។ ក្រុមប្រឹក្សាគណៈមេធាវី ត្រូវបង្ហាញស្ថានភាពហិរញ្ញវត្ថុ និងផ្ដល់ពត៍មានផ្សេងៗជូនរដ្ឋមន្ត្រីក្រសួងយុត្តិធម៌ បើមានសំណូមពរពីក្រសួងនេះ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី៤ ក្រុមប្រឹក្សាគណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 27,
      "name": "មាត្រា ២៧\r\n",
      "description": "\nប្រធានគណៈមេធាវីមានតួនាទី ៖\n-ជាអ្នកដឹកនាំគណៈមេធាវី\n-ជាអធិបតីនៃមហាសន្និបាតគណៈមេធាវី និងក្រុមប្រឹក្សាគណៈមេធាវី\n-ជាអ្នកធានាផលប្រយោជន៍វិជ្ជាជីវៈ និងផលប្រយោជន៍របស់សមាជិកទាំងអស់\n-ជាអ្នកផ្សះផ្សា ហើយបើមានការចាំបាច់និងតាមសំណើរបស់គូក្តី ធ្វើអាជ្ញាកណ្តាល ក្នុងវិវាទដែលកើតឡើងរវាងមេធាវីនិងមេធាវី រវាងមេធាវីនិងអតិថិជន\n-ជាតំណាងវិជ្ជាជីវៈមេធាវីចំពោះមុខតតិយជននិងអាជ្ញាធរសាធារណៈ\n-ជាតំណាងគណៈមេធាវីក្នុងរឿងក្ដីដែលទាក់ទងគណៈមេធាវីក្រោយពីមានការអនុញ្ញាតពីក្រុមប្រឹក្សាគណៈមេធាវី ។\nក្នុងការបោះឆ្នោត សំឡេងរបស់ប្រធានគណៈមេធាវីឥតមានឧត្តមានុភាពទេ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី៥ ប្រធានគណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 28,
      "name": "មាត្រា ២៨\r\n",
      "description": "\nប្រធានគណៈមេធាវីអាចផ្ទេរអំណាចណាមួយ ឬអំណាចទាំងអស់ទៅឱ្យសមាជិកណាម្នាក់ ឬច្រើននាក់នៃក្រុមប្រឹក្សាគណៈមេធាវីបាន ក្នុងរយៈពេលមានកំណត់ ។\nក្នុងករណីមានធុរៈ ប្រធានគណៈមេធាវីត្រូវជំនួសដោយសមាជិកនៃក្រុមប្រឹក្សាគណៈមេធាវី ដែលមានវ័យចាស់ជាងគេ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី៥ ប្រធានគណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 29,
      "name": "មាត្រា ២៩\r\n",
      "description": "\nមូលនីធិគណៈមេធាវីបានមកពីការបង់ភាគទាននៃសមាជិកទាំងអស់ និងវិភាគទានផ្សេងៗ។ នៅក្នុងមូលនីធិនេះត្រូវបង្កើតឱ្យមានបេឡាពិសេសមួយសំរាប់ផ្តល់ប្រាក់កំរៃ ដល់មេធាវីដែលការពារជនក្រីក្រ ។ \nបេឡាពិសេសនេះអាចទទួលអំណោយ ឬប្រាក់ជំនួយដែលឯកជន អង្គការអន្ដរជាតិ ឬរដ្ឋាភិបាលនៃប្រទេសផ្សេងៗ ផ្តល់មកឱ្យដើម្បីការពារជនក្រីក្រ ។\nមេធាវីទាំងអស់មានកាតព្វកិច្ចជួយការពារជនក្រីក្រ តាមបែបបទនៃបទបញ្ជាផ្ទៃក្នុង ហើយឱ្យដូចជាជួយការពារអតិថិជនរបស់ខ្លួន ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី៦ មូលនីធិនៃគណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 30,
      "name": "មាត្រា ៣០\r\n",
      "description": "\nដែលហៅថាជនក្រីក្រ គឺជនដែលគ្មានទ្រព្យសម្បត្តិ គ្មានប្រាក់ចំណូល ឬដែលមានប្រាក់ចំណូលមិនគ្រប់គ្រាន់សំរាប់ផ្គត់ផ្គង់ជីវភាព ។\nការកំណត់អំពីភាពក្រីក្រ ត្រូវធ្វើឡើងដោយប្រធានតុលាការ និងក្រឡាបញ្ជីនាយក ក្រោយពីបានធ្វើការស៊ើបអង្កេតដល់មូលដ្ឋាន ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ២ ការរៀបចំវិជ្ជាជីវៈមេធាវី ផ្នែកទី៦ មូលនីធិនៃគណៈមេធាវី",
      "chapter_en": "CHAPTER 2"
    },
    {
      "id": 31,
      "name": "មាត្រា ៣១\r\n",
      "description": "\nជនដែលអាចចូលប្រកបវិជ្ជាជីវៈជាមេធាវីបាន ត្រូវបំពេញល័ក្ខខ័ណ្ឌដូចខាងក្រោមនេះ ៖ \n១- ត្រូវមានសញ្ជាតិជាខ្មែរ \n២- ត្រូវមានបរិញ្ញាប័ត្រច្បាប់ ឬសញ្ញាប័ត្រច្បាប់ដែលបានប្រកាសថាមានតម្លៃសមមូល \n៣- ត្រូវមានវិញ្ញាបនប័ត្រសម្បទាខាងវីជ្ជាជីវៈមេធាវី ។ វិញ្ញាបនប័ត្រសម្បទាខាងវិជ្ជាជីវៈមេធាវីនេះត្រូវចេញឱ្យដោយមជ្ឈមណ្ឌលបណ្តុះបណ្តាលវិជ្ជាជីវៈមេធាវី ។ ការរៀបចំ និងការប្រព្រឹត្តទៅនៃមជ្ឈមណ្ឌលនេះ ត្រូវកំណត់ដោយអនុក្រឹត្យ ។\n៤- មិនដែលត្រូវបានផ្តន្ទាទោសជាបទមជ្ឈិម ឬឧក្រិដ្ឋ ឬផ្តន្ទាទោសជាបទវិន័យ ឬផ្តន្ទាទោសជាបទរដ្ឋបាលដូចជាបទរដ្ឋបាលដូចជាការលុបឈ្មោះចោល ការបញ្ឈប់ពីមុខងារ ការហូតងារអំពីអំពើផ្ទុយនឹងកិត្តិយស ឬអំពើមិនស្អាតស្អំ ។ មិនត្រូវមានធនក្ស័យផ្ទាល់ខ្លួនដែលប្រកាសដោយតុលាការ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី១ ល័ក្ខខ័ណ្ឌ",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 32,
      "name": "មាត្រា ៣២\r\n",
      "description": "\nមិនចាំបាច់មានវិញ្ញាបនប័ត្រសម្បទាខាងវិជ្ជាជីវៈមេធាវី និងមិនចាំបាច់មានបរិញ្ញាប័ត្រច្បាប់ ៖\n-ចៅក្រម ដែលបានបំរើការងារក្នុងវិជ្ជាជីវៈរបស់លើសពី ៥ ឆ្នាំ និងអតីតចៅក្រម ដែលមានសញ្ញាប័ត្រមធ្យមសិក្សាច្បាប់ហើយដែលបានបំរើក្នុងវិជ្ជាជីវៈរបស់ខ្លូនលើសពី ២ ឆ្នាំ ។\nមិនចាំបាច់មានវិញ្ញាបនប័ត្រខាងវិជ្ជាជីវៈមេធាវី ៖\n-អ្នកមានបរិញ្ញាប័ត្រច្បាប់ ហើយដែលបានបំរើការងារក្នុងវិស័យច្បាប់ ឬតុលាការលើសពី ២ ឆ្នាំ\n-មេធាវីដែលមានសញ្ជាតិដើមជាខ្មែរ ដែលបានចុះឈ្មោះក្នុងបញ្ជីគណៈមេធាវីនៅប្រទេសក្រៅ\n-អ្នកមានសញ្ញាប័ត្របណ្ឌិតច្បាប់។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី១ ល័ក្ខខ័ណ្ឌ",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 33,
      "name": "មាត្រា ៣៣\r\n",
      "description": "\nការយល់ព្រមឱ្យប្រកបវិជ្ជាជីវៈមេធាវី ត្រូវសំរេចដោយក្រុមប្រឹក្សាគណៈមេធាវី ក្រោយពីបានត្រួតពិនិត្យលើការបំពេញល័ក្ខខ័ណ្ឌសព្វគ្រប់ដែលមានកំណត់ក្នុងច្បាប់នេះ និងក្រោយពីមានយោបល់របស់អគ្គព្រះរាជអាជ្ញាអមសាលាឧទ្ធរណ៍។\nសេចក្តីសំរេចត្រូវឱ្យដំណឹងដល់សាមីខ្លួន និងដល់អគ្គព្រះរាជអាជ្ញាអមសាលាឧទ្ធរណ៍ ។\nក្រុមប្រឹក្សាគណៈមេធាវីមិនអាចសំរេចមិនយល់ព្រម ដោយគ្មានការកោះអញ្ជើញសាមីខ្លួនឱ្យចូលមកបញ្ចេញយោបល់ជាមុនយ៉ាងតិច១០ថ្ងែបានឡើយ ។ ការកោះអញ្ជើញនេះ ត្រូវធ្វើតាមលិខិតអនុសិដ្ឋ ឬលិខិតប្រគល់ផ្ទាល់ដៃដោយមានសេចក្តីបញ្ជាក់ថាបានទទួល។\nសេចក្តីសំរេចរបស់ក្រុមប្រឹក្សាគណៈមេធាវី អាចត្រូវបានប្តឹងតវ៉ាតាមល័ក្ខខ័ណ្ឌ ដែលមានចែងក្នុងមាត្រា ២៥ ខាងលើ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី២ ការទទួលឲ្យប្រកបវិជ្ជាជីវៈមេធាវី",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 34,
      "name": "មាត្រា ៣៤\r\n",
      "description": "\nមេធាវីដែលត្រូវបានទទួលឱ្យប្រកបវិជ្ជាជីវៈ ត្រូវធ្វើសច្ចាប្រណិធានជាមុននៅចំពោះមុខសាលាឧទ្ធរណ៍ ដោយមានវត្តមានប្រធានគណៈមេធាវី ហើយដែលមានសេចក្តីដូចតទៅ៖\n«ខ្ញុំសូមសច្ចាប្រណិធានថា នឹងអនុវត្តវិជ្ជាជីវៈរបសខ្ញុំ ដោយសេចក្តីថ្លៃថ្នូរ ដោយសតិសម្បជញ្ញៈ ដោយសេចក្តីទៀងត្រង់ ដោយមនុស្សធម៌ដោយស្មារតីឯករាជ្យ និងដោយគោរពរដ្ឋធម្មនុញ្ញ និងច្បាប់ទាំងឡាយនៃព្រះរាជាណាចក្រកម្ពុជា»។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី២ ការទទួលឲ្យប្រកបវិជ្ជាជីវៈមេធាវី",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 35,
      "name": "មាត្រា ៣៥\r\n",
      "description": "\nមេធាវីដែលទើបបានចុះឈ្មោះ ត្រូវធ្វើកម្មសិក្សារយៈពេល ១ ឆ្នាំ តាមបែបបទ ដែលកំណត់ដោយបទបញ្ជាផ្ទៃក្នុងរបស់គណៈមេធាវី លើកលែងតែមេធាវីណាដែលមានការអនុញ្ញាតឱ្យរួចផុតពីកម្មសិក្សា ។ បែបបទនៃកម្មសិក្សាមានជាអាទិ៍ដូចតទៅ ៖\n-ត្រូវទទួលការបំពាក់បំប៉នជាបន្ថែម ដែលរៀបចំឡើងដោយគណៈមេធាវី\n-ត្រូវចូលរួមបំរើការងារឱ្យពិតប្រាកដជាសហការីក្នុងការិយាល័យមេធាវីណាមួយ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី៣ កម្មសិក្សា",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 36,
      "name": "មាត្រា ៣៦\r\n",
      "description": "\nកម្មសិក្សាប្រព្រឹត្តទៅក្រោមការត្រួតពិនិត្យរបស់មេធាវីម្នាក់ ដែលក្រុមប្រឹក្សាគណៈមេធាវីចាត់តាំងជាប្រធានទទួលខុសត្រូវលើកម្មសិក្សានោះ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី៣ កម្មសិក្សា",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 37,
      "name": "មាត្រា ៣៧\r\n",
      "description": "\nក្រោយបញ្ចប់កម្មសិក្សា ក្រុមប្រឹក្សាគណៈមេធាវីសំរេចពីចុះឈ្មោះក្នុងបញ្ជីគណៈមេធាវីដោយផ្អែកលើរបាយការណ៍របស់ប្រធានទទួលខុសត្រូវលើកម្មសិក្សា ។ ក្រុមប្រឹក្សាគណៈមេធាវី អាចសំរេចឱ្យធ្វើកម្មសិក្សាបន្តទៀតបានតែមិនឱ្យលើសពី ១ ឆ្នាំ ឡើយ ចំពោះកម្មសិក្សាការីណាដែលមិនទាន់មានសមត្ថភាពគ្រប់គ្រាន់ ។ ការសំរេចមិនចុះឈ្មោះក្នុងបញ្ជីគណៈមេធាវី ចាត់ទុកជាការលុបឈ្មោះមេធាវីនោះចោល ។ ការសំរេចមិនចុះឈ្មោះក្នុងបញ្ជី ឬការបន្តកម្មសិក្សា ពុំអាចធ្វើទៅបានឡើយបើគ្មានការកោះអញ្ជើញសាមីខ្លួនឱ្យមកបញ្ចេញយោបល់ តាមល័ក្ខខ័ណ្ឌដែលមានចែងក្នុមាត្រា ៣៣ សេចក្តីសំរេចនេះអាចនឹងប្តឹងតវ៉ាបានតាមល័ក្ខខ័ណ្ឌ និងនីតិវិធីដែលមានចែងក្នុងមាត្រា ២៤ និង ២៥ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី៣ កម្មសិក្សា",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 38,
      "name": "មាត្រា ៣៨\r\n",
      "description": "\nរៀងរាល់ឆ្នាំ ក្រុមប្រឹក្សាគណៈមេធាវីបញ្ចប់បញ្ជីគណៈមេធាវី និងបញ្ជីមេធាវីកម្មសិក្សា ហើយផ្ញើបញ្ជីនោះជូនអគ្គព្រះរាជអាជ្ញា និងសាលាជម្រះក្តីទាំងអស់។\nបញ្ជីនោះមានដូចតទៅ៖\n-ឈ្មោះមេធាវីដែលបានចុះក្នុងបញ្ជីគណៈមេធាវី និងអាស័យដ្ឋានរបស់មេធាវីនោះ\n-ឈ្មោះ និងអាស័យដ្ឋានរបស់មេធាវីកម្មសិក្សា \r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី៣ កម្មសិក្សា",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 39,
      "name": "មាត្រា ៣៩\r\n",
      "description": "\nលេខរៀងនៃការចុះឈ្មោះរបស់មេធាវី ត្រូវកំណត់តាមកាលបរិច្ឆេទដែលបានធ្វើសច្ចាប្រណិធាន ហើយត្រូវបានកំណត់ដោយ ក្រុមប្រឹក្សាគណៈមេធាវី ដែលបានសំរេចឱ្យចុះឈ្មោះ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី៣ កម្មសិក្សា",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 40,
      "name": "មាត្រា ៤០\r\n",
      "description": "\nដោយមានមូលហេតុសមស្រប មេធាវីអាចសុំនៅក្រៅបញ្ជីនៃគណៈមេធាវីបាន សំរាប់រយៈពេលពីរឆ្នាំម្តងៗជាអតិបរមា ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី៤ ការដាក់នៅក្រៅបញ្ជី",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 41,
      "name": "មាត្រា ៤១\r\n",
      "description": "\nក្រុមប្រឹក្សាគណៈមេធាវីអាចសំរេចដាក់មេធាវីណាម្នាក់នៅក្រៅបញ្ជី បើមេធាវីនោះ ស្ថិតនៅក្នុងស្ថានភាពវិសមិតភាព ឬបើមេធាវីនោះពុំអាចប្រកបវិជ្ជាជីវៈ របស់ខ្លូនបាន។\nក្នុងករណីមានបណ្តឹងមិនសុខចិត្តនឹងសេចក្តីសំរេចខាងលើនោះ ត្រូវអនុវត្តនីតិវិធី ដែលមានចែងក្នុងមាត្រា ៣៣ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី៤ ការដាក់នៅក្រៅបញ្ជី",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 42,
      "name": "មាត្រា ៤២\r\n",
      "description": "\nមេធាវីដែលត្រូវបានដាក់ឱ្យនៅក្រៅបញ្ជី ពុំអាចប្រកបវិជ្ជាជីវៈរបស់ខ្លួន ហើយពុំអាចប្រើប្រាស់ឋានៈជាមេធាវីបានឡើយ និងត្រូវបានរួចពីកាតព្វកិច្ចទាំងឡាយដែលទាក់ទងទៅនឹងវិជ្ជាជីវៈនេះ ក៏ប៉ុន្តែត្រូវស្ថិតនៅក្រោមការគ្រប់គ្រង់របស់គណៈមេធាវី ។\nការដាក់ឱ្យនៅក្រៅបញ្ជីពុំអាចរារាំងការចោទប្រកាន់ខាងវិន័យឡើយ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី៤ ការដាក់នៅក្រៅបញ្ជី",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 43,
      "name": "មាត្រា ៤៣\r\n",
      "description": "\nក្រុមប្រឹក្សាគណៈមេធាវីអាចផ្តល់ងារជាមេធាវីកិត្តិយសជូនមេធាវីដែលឈប់ប្រកបវិជ្ជាជីវៈមេធាវី ក្រោយពីបានប្រកបវិជ្ជាជីវៈរយៈពេល ១៥ ឆ្នាំយ៉ាងតិច ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី៥ ងារជាមេធាវីកិត្តិយស",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 44,
      "name": "មាត្រា ៤៤\r\n",
      "description": "\nមេធាវីកិត្តិយសនៅតែជាសមាជិកនៃគណៈមេធាវីដដែល ហើយអាចចូលរួមក្នុងមហាសន្និបាតមេធាវី មានសិទ្ធិផ្តល់យោបល់ ព្រមទាំងចូលរួមក្នុងពិធីផ្សេងៗ។\nដោយឡែក មេធាវីកិត្តិយសអាចផ្តល់យោបល់ដល់អតិថិជន ហើយអាចត្រូវបានចាត់តាំងជាអ្នកផ្សះផ្សា ជាអ្នកសម្រុះសម្រួល ឬជាអ្នកអាជ្ញាកណ្តាល។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី៥ ងារជាមេធាវីកិត្តិយស",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 45,
      "name": "មាត្រា ៤៥\r\n",
      "description": "\nក្រុមប្រឹក្សាគណៈមេធាវី អាចដកហូតងារជាមេធាវីកិត្តិយសនេះបាន បើមានហេតុដែលធ្វើឱ្យប៉ះពាល់ដល់កិត្តិយស ឬសេចក្តីថ្លៃថ្នូររបស់មេធាវីនោះ។ ក្នុងករណីនេះត្រូវអនុវត្តនីតិវិធី ដែលមានចែងក្នុងមាត្រា ៣៣។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៣ ការទទួលឲ្យចូលប្រកបវិជ្ជាជីវៈមេធាវី បញ្ជីគណៈមេធាវី ផ្នែកទី៥ ងារជាមេធាវីកិត្តិយស",
      "chapter_en": "CHAPTER 3"
    },
    {
      "id": 46,
      "name": "មាត្រា ៤៦\r\n",
      "description": "\nមេធាវីអាចប្រកបវិជ្ជាជីវៈជាឯកត្តជនបាន ឬនៅក្នុងក្របខ័ណ្ឌជាក្រុម ឬក្រុមហ៊ុនមេធាវីណាមួយដែលបង្កើតឡើងត្រឹមត្រូវតាមច្បាប់ ។\nក្រុមហ៊ុននេះត្រូវមានលក្ខណៈជាក្រុមហ៊ុនស៊ីវិល ហើយមានសុទ្ធតែមេធាវីជាសមាជិក ។ មេធាវីកិត្តិយសអាចនៅជាសមាជិកនៃក្រុមហ៊ុនដើមរបស់ខ្លួនបាន។\nសិទ្ធិវន្ត គឺអ្នកដែលមានសិទ្ធិទទួលមរតកពីមេធាវី ដែលបានទទួលមរណភាពអាចបន្តកាន់កាប់ភាគហ៊ុននោះបានក្នុងរយៈពេល ៣ ឆ្នាំជាអតិបរមា ។ ផុតរយៈពេល ៣ ឆ្នាំ នោះត្រូវលក់ភាគហ៊ុននោះទៅឱ្យមេធាវីណាម្នាក់ឬទៅឱ្យក្រុមហ៊ុននោះវិញ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៤ បែបបទនៃការប្រកបវិជ្ជាជីវៈ ផ្នែកទី១ ការប្រកបវិជ្ជាជីវៈមេធាវីឯកត្តជន ឬជាសមូហភាព",
      "chapter_en": "CHAPTER 4"
    },
    {
      "id": 47,
      "name": "មាត្រា ៤៧\r\n",
      "description": "\nក្រុម និងក្រុមហ៊ុនមេធាវីទាំងឡាយ ត្រូវបានគ្រប់គ្រងដោយច្បាប់គ្រប់គ្រងក្រុមនិងក្រុមហ៊ុន លើកលែងតែបទបញ្ញត្តិនៃបទបញ្ជានោះប៉ះពាល់ដល់គោលការណ៍គ្រប់គ្រងវិជ្ជាជីវៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៤ បែបបទនៃការប្រកបវិជ្ជាជីវៈ ផ្នែកទី១ ការប្រកបវិជ្ជាជីវៈមេធាវីឯកត្តជន ឬជាសមូហភាព",
      "chapter_en": "CHAPTER 4"
    },
    {
      "id": 48,
      "name": "មាត្រា ៤៨\r\n",
      "description": "\nមេធាវីទាំងឡាយ ត្រូវបានអនុញ្ញាតឱ្យចុះកិច្ចព្រមព្រៀងជាមួយសមាជិកនៃវិជ្ជាជីវៈសេរីដទៃទៀត ដើម្បីប្រមូលផ្តុំមធ្យោបាយជាមួយគ្នា ។ ការធ្វើកិច្ចព្រមព្រៀងនេះមិនត្រូវឱ្យប៉ះពាល់ដល់វិធាននៃវិជ្ជាជីវៈមេធាវី ជាអាទិ៍ប៉ះពាល់ដល់ការគោរពការសម្ងាត់នៃវិជ្ជាជីវៈនេះ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៤ បែបបទនៃការប្រកបវិជ្ជាជីវៈ ផ្នែកទី១ ការប្រកបវិជ្ជាជីវៈមេធាវីឯកត្តជន ឬជាសមូហភាព",
      "chapter_en": "CHAPTER 4"
    },
    {
      "id": 49,
      "name": "មាត្រា ៤៩\r\n",
      "description": "\nរាល់កិច្ចព្រមព្រៀងដែលមេធាវីខ្មែរណាម្នាក់បានចុះជាមួយមេធាវីខ្មែរណាម្នាក់ទៀត ឬជាមួយមេធាវីបរទេស ឬក៏ជាមួយសមាជិកនៃវិជ្ជាជីវៈសេរីណាមួយ ត្រូវតែដាក់ជូនក្រុមប្រឹក្សាគណៈមេធាវីពិនិត្យ និងយល់ព្រម ហើយជូនពត៌មានដល់អគ្គព្រះរាជអាជ្ញាអមសាលាឧទ្ធរណ៍ ។ ក្នុងករណីនេះត្រូវអនុវត្តនីតិវិធី ដែលមានចែងក្នុងមាត្រា ៣៣។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៤ បែបបទនៃការប្រកបវិជ្ជាជីវៈ ផ្នែកទី១ ការប្រកបវិជ្ជាជីវៈមេធាវីឯកត្តជន ឬជាសមូហភាព",
      "chapter_en": "CHAPTER 4"
    },
    {
      "id": 50,
      "name": "មាត្រា ៥០\r\n",
      "description": "\nមេធាវីអាចប្រកបវិជ្ជាជីវៈក្នុងលក្ខណៈជាសហការីរបស់មេធាវីម្នាក់ទៀត។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៤ បែបបទនៃការប្រកបវិជ្ជាជីវៈ ផ្នែកទី២ កិច្ចសហការ",
      "chapter_en": "CHAPTER 4"
    },
    {
      "id": 51,
      "name": "មាត្រា ៥១\r\n",
      "description": "\nមេធាវីជាសហការីបំពេញកិច្ចការផ្សេងៗក្នុងនាម និងក្រោមការទទួលខុសត្រូវរបស់សហភាតា។ គេពុំអាចបំពេញកិច្ចការបានទេ បើគ្មានការយល់ព្រមពីសហភាតា ប៉ុន្តែគេមានសិទ្ធិពេញទីក្នុងការជ្រើសរើសមធ្យោបាយធ្វើការងាររបស់គេ។ គេអាចសុំមិនទទួលបំពេញ បេសកកម្មណាមួយ ដែលគេយល់ថាផ្ទុយនឹងសម្បជញ្ញៈរបស់គេ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៤ បែបបទនៃការប្រកបវិជ្ជាជីវៈ ផ្នែកទី២ កិច្ចសហការ",
      "chapter_en": "CHAPTER 4"
    },
    {
      "id": 52,
      "name": "មាត្រា ៥២\r\n",
      "description": "\nក្នុងករណីណាក៏ដោយ កិច្ចសហការមិនអាចរារាំងមិនឱ្យសហការីមេធាវីបង្កើតការិយាល័យផ្ទាល់របស់គេ ឬរារាំងមិនឱ្យគោរពកាតព្វកិច្ច និងវិធាននៃវិជ្ជាជីវៈមេធាវីបានឡើយ ។ គេធ្វើការក្នុងនាមគេផ្ទាល់ កាលណាគេការពារកូនក្តីគេផ្ទាល់ខ្លួន។\nកិច្ចសន្យានៃកិច្ចសហការតូ្រវរៀបចំឡើង ហើយផ្ញើជូនក្រុមប្រឹក្សាគណៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៤ បែបបទនៃការប្រកបវិជ្ជាជីវៈ ផ្នែកទី២ កិច្ចសហការ",
      "chapter_en": "CHAPTER 4"
    },
    {
      "id": 53,
      "name": "មាត្រា ៥៣\r\n",
      "description": "\nវិជ្ជាជីវៈមេធាវីមានវិសមិតភាពជាមួយនឹងមុខងារសាធារណៈ និងការប្រកបមុខរបរពាណិជ្ជកម្ម ទោះការប្រកបនោះដោយប្រយោលក្តី ឬដោយផ្ទាល់ក្តី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី១ វិសមិតភាព",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 54,
      "name": "មាត្រា ៥៤\r\n",
      "description": "\nមេធាវីដែលបានទទួលតួនាទីក្នុងរាជរដ្ឋាភិបាល ឬទទួលអាណត្តិ ជាអ្នកតំណាងរាស្រ្តនៃរដ្ឋសភា អាចនៅជាសមាជិកនៃគណៈមេធាវីបាន ប៉ុន្តែត្រូវឈប់ប្រកបវិជ្ជាជីវៈនេះរហូតដល់ចប់តួនាទី ឬអាណត្តិនោះ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី១ វិសមិតភាព",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 55,
      "name": "មាត្រា ៥៥\r\n",
      "description": "\nមេធាវីដែលជាអតីតមន្រ្តីរាជការ អាចធ្វើបទអន្តរាគមន៍ការពារកូនក្តីប្រឆាំងនឹងក្រសួងមន្ទីររដ្ឋបាលដែលខ្លួនស្ថិតនៅក្រោមឱវាទពីមុនបាន លុះត្រាតែផុតរយៈពេល ៥ ឆ្នាំ គិតពីថ្ងៃឈប់ពីមុខងាររបស់ខ្លួន។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី១ វិសមិតភាព",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 56,
      "name": "មាត្រា ៥៦\r\n",
      "description": "\nវិធាននៃវិជ្ជាជីវៈមេធាវី ត្រូវបានកំណត់ដោយបទបញ្ជាផ្ទៃក្នុងរបស់គណៈមេធាវី ។ វិធាននេះធានាការគោរពដោយមេធាវីនូវគោលការណ៍ទាំងឡាយនៃសច្ចាប្រណិធានរបស់ខ្លួន។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី២ បទវិន័យ",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 57,
      "name": "មាត្រា ៥៧\r\n",
      "description": "\nគ្រប់អំពើទាក់ទាញ ប្រកាសផ្សាយជាឯកត្តជន ឬទទូចសុំការពាររបស់មេធាវី ចំពោះអតិថិជនត្រូវហាមឃាត់។\nមានតែការប្រកាសផ្សាយវិជ្ជាជីវៈជាសមូហភាពទេ ដែលអនុញ្ញាតឱ្យធ្វើបាន ។ ការប្រកាសផ្សាយនេះ ត្រូវធ្វើឱ្យបានត្រឹមត្រូវ ហើយមិនត្រូវឱ្យប៉ះពាល់ដល់សេចក្តីថ្លៃថ្នូររបស់មេធាវីឡើយ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី២ បទវិន័យ",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 58,
      "name": "មាត្រា ៥៨\r\n",
      "description": "\nមេធាវីត្រូវតែរក្សាការសម្ងាត់ជាដាច់ខាត ។ មេធាវីកំណត់តាមសតិសម្បជញ្ញៈរបស់ខ្លួន និងដោយមានការយល់ព្រមពីអតិថិជនផងនូវអ្វីដែលខ្លួនត្រូវលើកឡើង ដើម្បីការពារផលប្រយោជន៍របស់អតិថិជនដែលខ្លួនទទួលបន្ទុក។\nមេធាវីពុំអាចបំពារបំពានលើការសម្ងាត់នៃវិជ្ជាជីវៈបានឡើយ ហើយក៏មិនអាច ត្រូវបានបង្ខំឱ្យបំពារបំពានលើការសម្ងាត់នៃវិជ្ជាជីវៈរបស់ខ្លួន ទោះបីនៅមុខតុលាការក៏ដោយ។\nត្រូវទុកជាការសម្ងាត់នៃវិជ្ជាជីវៈ ការពិគ្រោះយោបល់ និងការផ្តល់យោបល់ឯកសារក្រៅផ្លូវការទាំងឡាយ ដែលមេធាវីតាក់តែងឡើងសំរាប់អតិថិជនរបស់ខ្លួន លិខិតស្នាមទាំងឡាយដែលមេធាវី និងអតិថិជនរបស់ខ្លួន លិខិតស្នាមទាំងឡាយដែលមេធាវី និងអតិថិជន ផ្ញើទាក់ទងគ្នា។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី២ បទវិន័យ",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 59,
      "name": "មាត្រា ៥៩\r\n",
      "description": "\nត្រូវទទួលទណ្ឌកម្មជាបទវិន័យ ចំពោះមេធាវីណាដែលប្រព្រឹត្តល្មើសនឹងវិធាននៃវិជ្ជាជីវៈ ឬប្រព្រឹត្តអំពើណាមួយដែលប៉ះពាល់ដល់សីលធម៌ ឬកិត្តិយសមេធាវី ទោះបីប្រព្រឹត្តក្រៅពីការប្រកបវិជ្ជាជីវៈរបស់ខ្លួនក៏ដោយ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី៣ ទណ្ឌកម្មជាបទវិន័យ",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 60,
      "name": "មាត្រា ៦០\r\n",
      "description": "\nការចោទប្រកាន់ត្រូវបានធ្វើឡើងដោយក្រុមប្រឹក្សាគណៈមេធាវីខ្លួនឯងផ្ទាល់ ឬដោយមានពាក្យបណ្តឹងពីតតិយជន ឬដោយមានពាក្យបណ្តឹងពីអគ្គព្រះរាជអាជ្ញាអមសាលាឧទ្ធរណ៍។ ក្រុមប្រឹក្សាគណៈមេធាវីចាត់មេធាវីម្នាក់ឱ្យធ្វើជាអ្នករាយការណ៏ ។ ការប្តឹងត្រូវជូនដំណឹងជាមុនទៅសាមីខ្លួនដែលត្រូវដឹងពីសំណុំរឿងនៃការប្តឹងនោះ និងអាចបញ្ចេញយោបល់ការពារខ្លួនបាន។ បើការស៊ើបអង្កេត ក៏ត្រូវផ្តល់ពត៌មាននោះទៅសាមីខ្លួនដែរ។ របាយការណ៍ត្រូវជូនសាមីខ្លួនជាមួយនឹងលិខិតកោះអញ្ជើញ ហើយសំណុំរឿងក៏ត្រូវដាក់ឱ្យសាមីខ្លួនពិនិត្យដែរ។ លិខិតកោះអញ្ជើញត្រូវតែផ្ញើតាមលិខិតអនុសិដ្ឋមានចុះសេចក្តីថា បានទទួល ឬជូនដំណឹងជាលាយលក្ខណ៏អក្សរក្នុងរយៈពេល ១៥ ថ្ងៃ យ៉ាងតិចមុនថ្ងៃប្រជុំ។សាមីខ្លួនអាចជ្រើសរើសយកមេធាវីម្នាក់ឱ្យការពារខ្លួនបាន។ ប៉ុន្តែសាមីខ្លួនពុំអាចអវត្តមានដោយឱ្យជនណាម្នាក់ធ្វើជាតំណាងជួសខ្លួនបានឡើយ បើគ្មានការអនុគ្រោះយល់ព្រមជាពិសេស ជាមុន ដោយមានមូលហេតុសមស្របទេ។\nបើគ្មានការឆ្លើយតបទៅនឹងបណ្តឹងរបស់អគ្គព្រះរាជអាជ្ញា ឬរបស់តតិយជនក្នុងរយៈពេល ២ ខែទេ ការមិនឆ្លើយតបពីក្រុមប្រឹក្សាគណៈមេធាវីត្រូវចាត់ទុកជាការបដិសេធបណ្តឹងនោះ ។ ការបដិសេធនេះអាចត្រូវបានប្តឹងឧទ្ធរណ៍ក្នុងរយៈពេល ២ ខែ ចាប់ពីថ្ងៃផុតរយៈពេល ២ ខែខាងលើ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី៣ ទណ្ឌកម្មជាបទវិន័យ",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 61,
      "name": "មាត្រា ៦១\r\n",
      "description": "\nសេចក្តីសំរេចរបស់ក្រុមប្រឹក្សាគណៈមេធាវីដែលមានមូលហេតុច្បាស់លាស់ ត្រូវបានជូនដំណឹងទៅសាមីខ្លួន និងអគ្គព្រះរាជអាជ្ញាក្នុងរយៈពេល ១៥ ថ្ងៃ គិតពីថ្ងៃចេញសេចក្តីសំរេចតាមលិខិតអនុសិដ្ឋ ឬលិខិតប្រគល់ផ្ទាល់ដៃ ដោយមានចុះសេចក្តីថាបានទទួល។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី៣ ទណ្ឌកម្មជាបទវិន័យ",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 62,
      "name": "មាត្រា ៦២\r\n",
      "description": "\nការប្តឹងឧទ្ធរណ៍អាចធ្វើឡើងដោយសាមីខ្លួន ឬដោយអគ្គព្រះរាជអាជ្ញាទៅសាលាឧទ្ធរណ៍ក្នុងថិរៈវេលា និងតាមទម្រង់ដែលមានចែងក្នុងមាត្រា ២៥។ បណ្តឹងឧទ្ធរណ៍ត្រូវជំនុំជំរះជាសម្ងាត់ លើកលែងតែមានសេចក្តីសំរេចផ្ទុយពីនេះរបស់សាលាឧទ្ធរណ៍ តាមការស្នើសុំច្បាស់លាស់ពីមេធាវីដែលត្រូវចោទ។ គណៈមេធាវីមិនមែនជាភាគីក្នុងរឿងក្តីនេះទេ ប៉ុន្តែប្រធានគណៈមេធាវីត្រូវតែបញ្ចេញយោបល់កត់សំគាល់របស់ខ្លួន ហើយអគ្គព្រះរាជអាជ្ញាត្រូវធ្វើការសន្និដ្ឋាននៅពេលនោះ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី៣ ទណ្ឌកម្មជាបទវិន័យ",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 63,
      "name": "មាត្រា ៦៣\r\n",
      "description": "\nទណ្ឌកម្មជាបទវិន័យ មានដូចតទៅ ៖\n-ការព្រមាន\n-ការស្តីបន្ទោស\n-ការហាមឃាត់ប្រកបវិជ្ជាជីវៈមួយរយៈពេលដែលពុំអាចលើសពី ២ ឆ្នាំ\n-ការលុបឈ្មោះចោលពីបញ្ជីនៃគណៈមេធាវី ឬពីបញ្ជីមេធាវីកម្មសិក្សា ឬការហូតងារកិត្តិយស ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី៣ ទណ្ឌកម្មជាបទវិន័យ",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 64,
      "name": "មាត្រា ៦៤\r\n",
      "description": "\nទោសហាមឃាត់ប្រកបវិជ្ជាជីវៈមួយរយៈពេលអាចព្យួរបាន ។ ប៉ុន្តែបើក្នុងរយៈពេល ៥ ឆ្នាំ ក្រោយពីបានប្រកាសទោសព្យួរនេះ មេធាវីនោះត្រូវបានផ្ដន្ទាទោសវិន័យថ្មីមួយទៀត ក្នុងករណីនេះ ត្រូវអនុវត្តទោសហាមឃាត់ប្រកបវិជ្ជាជីវៈមួយរយៈដោយយកទោសថ្មីទៅបូកជាមួយទោសចាស់ដែលបានព្យួរ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី៣ ទណ្ឌកម្មជាបទវិន័យ",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 65,
      "name": "មាត្រា ៦៥\r\n",
      "description": "\nគ្រប់ទណ្ឌកម្ម អាចត្រូវបានបន្ថែមទណ្ឌកម្មហាមឃាត់មិនឱ្យបំពេញជាប្រធានគណៈមេធាវី ឬជាសមាជិកនៃក្រុមប្រឹក្សាគណៈមេធាវី ក្នុងរយៈពេលមិនលើសពី ៥ ឆ្នាំ ។ សេចក្តីសំរេចដាក់ទណ្ឌកម្មនេះត្រូវកំណត់ផងដែរ អំពីការផ្សាយជាសាធារណៈ បើជាការចាំបាច់ត្រូវផ្សាយ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី៣ ទណ្ឌកម្មជាបទវិន័យ",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 66,
      "name": "មាត្រា ៦៦\r\n",
      "description": "\nក្រុមប្រឹក្សាគណៈមេធាវីអាចផ្អាកពីមុខងារជាបណ្តោះអាសន្ន ចំពោះមេធាវីណា ដែលបានត្រូវចោទប្រកាន់ពីបទល្មើសព្រហ្មទណ្ឌ ឬបទវិន័យណាមួយដោយបញ្ញត្តិ ឬតាមបណ្ដឹងរបស់អគ្គព្រះរាជអាជ្ញាអមសាលាឧទ្ធរណ៍ ។ បើគ្មានសេចក្តីសំរេចពីក្រុមប្រឹក្សាគណៈមេធាវីឆ្លើយតបទៅនឹងការប្តឹងរបស់អគ្គព្រះរាជអាជ្ញាក្នុងរយៈពេល ២០ ថ្ងៃ នោះនឹងត្រូវចាត់ទុកជាការបដិសេធបណ្ដឹងនោះ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី៣ ទណ្ឌកម្មជាបទវិន័យ",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 67,
      "name": "មាត្រា ៦៧\r\n",
      "description": "\nការផ្អាកពីមុខងារជាបណ្តោះអាសន្នពុំអាចសំរេចបានឡើយ បើគ្មានការកោះអញ្ជើញសាមីខ្លួនឱ្យចូលមកបញ្ចេញយោបល់របស់ខ្លួន។ ការកោះអញ្ជើញត្រូវធ្វើឡើងតាមរយៈលិខិតអនុសិដ្ឋ ឬលិខិតប្រគល់ផ្ទាល់ដៃដោយមានចុះសេចក្តីថា បានទទួល ហើយដែលត្រូវធ្វើឡើងក្នុងរយៈពេលយ៉ាងតិច ៥ មុនថ្ងៃប្រជុំ។ ការផ្អាកពីមុខងារជាបណ្តោះអាសន្នអាច ត្រូវប្តឹងឧទ្ធរណ៍បានក្នុងល័ក្ខខ័ណ្ឌដែលមានចែងក្នុងមាត្រា ៦២។ ការប្តឹងឧទ្ធរណ៍ពុំអាចផ្អាកការអនុវត្តន៍សេចក្តីសំរេចខាងលើបានឡើយ ។\nអគ្គព្រះរាជអាជ្ញាអមសាលាឧទ្ធរណ៍ធានា និងឃ្លាំមើលការអនុវត្តន៍ទណ្ឌកម្មខាងវិន័យ និងការផ្អាកពីមុខងារជាបណ្តោះអាសន្ន ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី៣ ទណ្ឌកម្មជាបទវិន័យ",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 68,
      "name": "មាត្រា ៦៨\r\n",
      "description": "\nមេធាវីទទួលកំរៃទៅតាមការឯកភាពគ្នាជាមួយអតិថិជន តាមទំហំការងារ តាមទំហំសមត្ថភាពដែលបានបញ្ចេញក្នុងការងារនោះ តាមការលំបាកនៃការងារ តាមលទ្ធផលដែលសំរេចបាន ឬតាមតារាងប្រាក់ម៉ោងកំណត់ដោយគណៈមេធាវីរៀងរាល់ឆ្នាំ ។ មេធាវីត្រូវចេញបង្កាន់ដៃ ឱ្យអតិថិជននៅពេលបានប្រាក់កំរៃ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី៤ កំរៃ",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 69,
      "name": "មាត្រា ៦៩\r\n",
      "description": "\nការតវ៉ាអំពីកំរៃ ក្រៅពីប្តឹងទៅតាមនីតិវិធីរដ្ឋប្បវេណី អាចប្ដឹងទៅប្រធានគណៈមេធាវីជាអាជ្ញាកណ្តាលសំរេចបាន បើមានការយល់ព្រមពីភាគីទំនាស់ ។ សេចក្តីសំរេចត្រូវឱ្យដំណឹងទៅសាមីខ្លួន តាមលិខិតអនុសិដ្ឋ ឬលិខិតប្រគល់ផ្ទាល់ដៃដោយមានចុះសេចក្តីថាបានទទួល ។ បណ្ដឹងឧទ្ធរណ៍ត្រូវធ្វើក្នុងរយៈពេល ២ ខែ ក្រោយថ្ងៃទទួលបណ្ដឹង ។ ពាក្យបណ្តឹងត្រូវធ្វើនៅការិយាល័យក្រឡាបញ្ជីនៃសាលាឧទ្ធរណ៍ ឬផ្ញើតាមលិខិតអនុសិដ្ឋ ឬលិខិតប្រគល់ផ្ទាល់ដៃ ដោយមានចុះសេចក្តីថាបានទទួល។ បណ្តឹងឧទ្ធរណ៍នេះត្រូវជំនុំជំរះដោយប្រធានសាលាឧទ្ធរណ៍ ឬដោយអ្នកទទួលសិទ្ធិពីប្រធានសាលាឧទ្ធរណ៍ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៥ វិធាននៃវិជ្ជាជីវៈ បទវិន័យ ផ្នែកទី៤ កំរៃ",
      "chapter_en": "CHAPTER 5"
    },
    {
      "id": 70,
      "name": "មាត្រា ៧០\r\n",
      "description": "\nមេធាវីដែលបានចុះឈ្មោះនៅក្នុងបញ្ជីគណៈមេធាវី មិនអាចត្រូវបានអនុញ្ញាតឱ្យប្រើប្រាស់មូលនីធិរបស់អតិថិជន ឬមូលនីធិទុកសំរាប់អតិថិជនក្នុងពេលដែលខ្លួនបំពេញបេសកកម្មឱ្យអតិថិជនទេ ។ មូលនីធិនេះបានមកពីប្រាក់ធានាក្ដី និងបានមកពីប្រាក់សំណងដែលឈ្នះក្តី ។ មេធាវីត្រូវដាក់មូលនីធិនេះក្នុងគណនីពិសេសមួយដែលបើកឡើងដោយគណៈមេធាវី ហើយមានឈ្មោះថា«បេឡាទូទាត់របស់គណៈមេធាវី» ។\nមេធាវីពុំអាចរក្សាទុកមូលនីធិនេះនៅក្នុងបេឡានោះឱ្យលើសពីថិរៈវេលាចាំបាច់ ដើម្បីសំរេចកិច្ចការដែលអតិថិជនប្រគល់ឱ្យនោះទេ ។ គេពុំអាចកាត់យកកំរៃដែលគេត្រូវទទួល ក្នុងការសំរេចលទ្ធផលការងារពីមូលនីធិខាងលើនេះឡើយ លើកលែងតែមានការយល់ព្រមជា លាយលក្ខណ៍អក្សរពីអតិថិជន ។\nមេធាវីអាចយកមូលនីធិដែលអតិថិជនបានតម្កល់ទុកសំរាប់បង់ប្រដាប់ក្តី និងកំរៃ អ្នកជំនួយការយុត្តិធម៌ទៅបង់ជំនួសអតិថិជនបាន ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៦ គណនេយ្យ-ការប្រើប្រាស់មូលនីធិ ការធានា-ប្រាក់ធានារ៉ាប់រង",
      "chapter_en": "CHAPTER 6"
    },
    {
      "id": 71,
      "name": "មាត្រា ៧១\r\n",
      "description": "\nមេធាវីអាចត្រូវបានតែងតាំងជាអ្នកទទួលទុកបញ្ញើ តាមការព្រមព្រៀងពីភាគី ឬពីចៅក្រម។ កិច្ចព្រមព្រៀង ឬសេចក្តីសំរេចអំពីការទទួលទុកបញ្ញើត្រូវកំណត់បែបបទ ជាពិសេស បែបបទនៃការប្រាក់ ព្រមទាំងបែបបទបញ្ចប់ទទួលទុកបញ្ញើ ។ មូលនីធិ ឬវត្ថុទាំងឡាយ ត្រូវរក្សាទុកក្នុងបេឡាទូទាត់របស់គណៈមេធាវី ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៦ គណនេយ្យ-ការប្រើប្រាស់មូលនីធិ ការធានា-ប្រាក់ធានារ៉ាប់រង",
      "chapter_en": "CHAPTER 6"
    },
    {
      "id": 72,
      "name": "មាត្រា ៧២\r\n",
      "description": "\nមេធាវីត្រូវមានគណនេយ្យវិជ្ជាជីវៈមួយដោយឡែកស្របតាមច្បាប់ និងបទបញ្ជាផ្ទៃក្នុង។ ការទូទាត់ប្រើមូលនីធិ ឬវត្ថុបញ្ញើត្រូវធ្វើឡើងក្នុងគណនេយ្យ មួយដោយឡែក ។\nមេធាវីត្រូវបង្ហាញបញ្ជីគណនេយ្យវិជ្ជាជីវៈរបស់ខ្លួន និងត្រូវបង្ហាញបញ្ជីគណនេយ្យផ្ទាល់ខ្លួនប្រសិនបើមាន ដល់អ្នកត្រួតពិនិត្យ ចាត់តាំងឡើងដោយក្រុមប្រឹក្សាគណៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៦ គណនេយ្យ-ការប្រើប្រាស់មូលនីធិ ការធានា-ប្រាក់ធានារ៉ាប់រង",
      "chapter_en": "CHAPTER 6"
    },
    {
      "id": 73,
      "name": "មាត្រា ៧៣\r\n",
      "description": "\nមេធាវី ត្រូវបង្ហាញថាខ្លួនបានបង់ប្រាក់ធានារ៉ាប់រងតាមរយៈគណៈមេធាវី សំរាប់ធានារ៉ាប់រងការទទួលខុសត្រូវរបស់ខ្លួនក្នុងវិជ្ជាជីវៈ និងធានារ៉ាប់រងការសងមូលនីធិ និងរបស់មានតម្លៃទាំងឡាយដែលខ្លួនបានទទួលទុក។ ប្រាក់ធានានោះត្រូវគិតបញ្ចូលក្នុងប្រាក់បង់វិភាគទាន ដែលកំណត់ដោយគណៈមេធាវី ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៦ គណនេយ្យ-ការប្រើប្រាស់មូលនីធិ ការធានា-ប្រាក់ធានារ៉ាប់រង",
      "chapter_en": "CHAPTER 6"
    },
    {
      "id": 74,
      "name": "មាត្រា ៧៤\r\n",
      "description": "\nមេធាវីដែលអាក់ខានប្រកបវិជ្ជាជីវៈរបស់ខ្លួនជាបណ្តោះអាសន្ន អាចចាត់តាំងអ្នកជំនួសម្នាក់ដោយមានការយល់ព្រមពីប្រធានគណៈមេធាវី។ បើគ្មានការចាត់តាំងជំនួសទេនោះ ប្រធានគណៈមេធាវីចាត់តាំងអ្នកជំនួសដោយបញ្ញត្តិ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៧ ការជំនួស ការងាររដ្ឋបាល",
      "chapter_en": "CHAPTER 7"
    },
    {
      "id": 75,
      "name": "មាត្រា ៧៥\r\n",
      "description": "\nសេចក្តីសំរេចហាមឃាត់ប្រកបវិជ្ជាជីវៈមួយរយៈកាល ឬផ្អាកការប្រកបវិជ្ជាជីវៈជាបណ្តោះអាសន្ន ឬដាក់នៅក្រៅបញ្ជីគណៈមេធាវី ត្រូវចាត់តាំងមេធាវីម្នាក់ឱ្យគ្រប់គ្រងការិយាល័យមេធាវីជំនួស ។ បើអ្នកគ្រប់គ្រងការិយាល័យនោះមានធុរៈ ប្រធានគណៈមេធាវីត្រូវចេញសេចក្តីសំរេចចាត់តាំងអ្នកជំនួស ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៧ ការជំនួស ការងាររដ្ឋបាល",
      "chapter_en": "CHAPTER 7"
    },
    {
      "id": 76,
      "name": "មាត្រា ៧៦\r\n",
      "description": "\nបើមេធាវីម្នាក់ទទួលមរណភាព ឬឈប់ប្រកបវិជ្ជាជីវៈរបស់ខ្លួន ប្រធានគណៈមេធាវីចាត់តាំងមេធាវីម្នាក់ឱ្យទទួលបន្ទុកចាត់ការលើសំណុំរឿង ដែលនៅសល់ និងជម្រះបញ្ជីគណនេយ្យ រួចបិទការិយាល័យ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៧ ការជំនួស ការងាររដ្ឋបាល",
      "chapter_en": "CHAPTER 7"
    },
    {
      "id": 77,
      "name": "មាត្រា ៧៧\r\n",
      "description": "\nជនណាប្រព្រឹត្តល្មើសនឹងមាត្រា ១ ២ ៣ ៤ ៥ ៦ ៧ ១៣ និង ៥៧ ត្រូវផ្តន្ទាទោសពិន័យជាប្រាក់ពី ១.០០០.០០០ រៀលទៅដល់ ៥.០០០.០០០ រៀល ។ បើបទល្មើសនោះ ប្រព្រឹត្តឡើងដោយជនបរទេស ជននោះអាចត្រូវបណ្តេញចេញពីដែនដីនៃព្រះរាជាណាចក្រកម្ពុជាថែមទៀត។\nក្នុងករណីមិនរាងចាល ត្រូវពិន័យទ្វេមួយជាពីរ និងអាចត្រូវផ្តន្ទាទោសដាក់ពន្ធនាគារពី ៣ ដល់ ៦ ខែ។\nបើមានបទល្មើសខាងលើនេះ ក្រុមប្រឹក្សាគណៈមេធាវីអាចតាំងខ្លួនជាដើមបណ្តឹងរដ្ឋប្បវេណីបាន។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៨ ទោសប្បញ្ញត្តិ",
      "chapter_en": "CHAPTER 8"
    },
    {
      "id": 78,
      "name": "មាត្រា ៧៨\r\n",
      "description": "\nជនណាប្រព្រឹត្តល្មើសនឹងមាត្រា ៥៨ ត្រូវផ្តន្ទាទោសតាមបទបញ្ញត្តិនៃច្បាប់ព្រហ្មទណ្ឌ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៨ ទោសប្បញ្ញត្តិ",
      "chapter_en": "CHAPTER 8"
    },
    {
      "id": 79,
      "name": "មាត្រា ៧៩\r\n",
      "description": "\nតួនាទីការពារកូនក្តីរបស់មេធាវីក្នុងរឿងព្រហ្មទណ្ឌអាចត្រូវបំពេញបានដោយអ្នកការពារក្តី ដែលមិនមែនជាមេធាវី តាមនីតិវិធីព្រហ្មទណ្ឌជាធរមាន។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៩ អន្តរប្បញ្ញត្តិ",
      "chapter_en": "CHAPTER 9"
    },
    {
      "id": 80,
      "name": "មាត្រា ៨០\r\n",
      "description": "\nអាចត្រូវបានជ្រើសរើសឱ្យប្រឡងចូលរៀនក្នុងវគ្គបណ្តុះបណ្តាលមេធាវី ៖\n- អ្នកការពារកូនក្តីដែលមានលទ្ធភាពបំពេញមុខងារនេះ ហើយដែលបំពេញមុខងារនេះពិតប្រាកដ និងជាប់រហូត ២ ឆ្នាំមក នៅតាមតុលាការខេត្ត-ក្រុង។ \nអ្នកការពារកូនក្តីទាំងនេះ ត្រូវមានកម្រិតចេះដឹងឧត្តមសិក្សាពី ២ ឆ្នាំឡើងទៅ ។\n- មន្ត្រីរាជការដែលបានបម្រើការងាររដ្ឋ ២ ឆ្នាំ យ៉ាងតិច ហើយដែលមានសញ្ញាប័ត្រមធ្យមសិក្សានីតិសាស្រ្ត ។\nអ្នកដែលមានបរិញ្ញាប័ត្រច្បាប់ ឬសញ្ញាប័ត្រច្បាប់ដែលបានប្រកាសថាមានតម្លៃសមមូល មិនចាំបាច់ប្រឡងទេ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៩ អន្តរប្បញ្ញត្តិ",
      "chapter_en": "CHAPTER 9"
    },
    {
      "id": 81,
      "name": "មាត្រា ៨១\r\n",
      "description": "\nអាចទទួលឱ្យចុះឈ្មោះ ក្នុងបញ្ជីសំរាប់ឱ្យប្រឡងចូលរៀនក្នុងវគ្គបណ្តុះបណ្តាលមេធាវីបាន ស្របតាមមាត្រាខាងលើ អ្នកដែលមិនដែលត្រូវបានផ្តន្ទាទោសដាក់ពន្ធនាគារពីបទល្មើសព្រហ្មទណ្ឋណាមួយ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៩ អន្តរប្បញ្ញត្តិ",
      "chapter_en": "CHAPTER 9"
    },
    {
      "id": 82,
      "name": "មាត្រា ៨២\r\n",
      "description": "\nវគ្គបណ្តុះបណ្តាលមានរយៈពេលយ៉ាងតិច ៨ ខែ ។ កម្មវីធី និងបែបបទនៃវគ្គបណ្តុះបណ្តាលព្រមទាំងកម្មវិធី និងបែបបទនៃការប្រឡង ដើម្បីត្រួតពិនិត្យលទ្ធផលនៃការបណ្តុះបណ្តាលត្រូវកំណត់ដោយប្រកាសរបស់រដ្ឋមន្រ្តីក្រសួងយុត្តិធម៌ ក្នុងករណីដែលមិនទាន់មានក្រុមប្រឹក្សាគណៈមេធាវី ។ \nអ្នកដែលប្រឡងជាប់ នឹងត្រូវទទួលវិញ្ញាបនប័ត្រសម្បទា សំរាប់ប្រកបវិជ្ជាជីវៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៩ អន្តរប្បញ្ញត្តិ",
      "chapter_en": "CHAPTER 9"
    },
    {
      "id": 83,
      "name": "មាត្រា ៨៣\r\n",
      "description": "\nមិនចាំបាច់មានវិញ្ញាបនប័ត្រសម្បទាខាងវិជ្ជាជីវៈមេធាវី និងមិនចាំបាច់ធ្វើកម្មសិក្សាចំពោះ ៖\n- អ្នកមានបរិញ្ញាប័ត្រច្បាប់ ឬអ្នកមានសញ្ញាប័ត្រច្បាប់ ដែលបានប្រកាសថាមានតម្លៃសមមូល ហើយបានបំរើការងារក្នុងវិស័យច្បាប់ ឬតុលាការរយៈពេល ២ ឆ្នាំ យ៉ាងតិច \n- អ្នកមានសញ្ញាប័ត្របណ្ឌិតច្បាប់\n- ចៅក្រម ឬអតីតចៅក្រមដែលបានបំរើការងារក្នុងវិជ្ជាជីវៈរយៈពេលយ៉ាងតិច ២ ឆ្នាំ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៩ អន្តរប្បញ្ញត្តិ",
      "chapter_en": "CHAPTER 9"
    },
    {
      "id": 84,
      "name": "មាត្រា ៨៤\r\n",
      "description": "\nមុនពេលបង្កើតបានគណៈមេធាវី អគ្គព្រះរាជអាជ្ញាអមសាលាឧទ្ធរណ៍មានភារកិច្ចទទួល និងពិនិត្យពាក្យសុំប្រកបវិជ្ជាជីវៈមេធាវី ហើយកោះអញ្ជើញអ្នកដែលបានបំពេញល័ក្ខខ័ណ្ឌសព្វគ្រប់ ឱ្យមកធ្វើសច្ចាប្រណិធានចំពោះមុខសាលាឧទ្ធរណ៏ ដើម្បីបំពេញឋានៈជាមេធាវី និងចូលរួមមហាសន្និបាតបង្កើតគណៈមេធាវី ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៩ អន្តរប្បញ្ញត្តិ",
      "chapter_en": "CHAPTER 9"
    },
    {
      "id": 85,
      "name": "មាត្រា ៨៥\r\n",
      "description": "\nមហាសន្និបាតត្រូវរៀបចំបោះឆ្នោត ក្រោមការទទួលខុសត្រូវរបស់មេធាវី ដែលមានវ័យចាស់ជាងគេ ដើម្បីជ្រើសរើសប្រធានគណៈមេធាវី និងក្រុមប្រឹក្សាគណៈមេធាវី ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៩ អន្តរប្បញ្ញត្តិ",
      "chapter_en": "CHAPTER 9"
    },
    {
      "id": 86,
      "name": "មាត្រា ៨៦\r\n",
      "description": "\nមួយឆ្នាំក្រោយមកទៀត ត្រូវរៀបចំការបោះឆ្នោតជ្រើសរើសប្រធានគណៈមេធាវីថ្មីម្នាក់ និងក្រុមប្រឹក្សាគណៈមេធាវីថ្មីមួយ ដោយមេធាវីទាំងអស់ ដែលបានចុះឈ្មោះក្នុងបញ្ជីគណៈមេធាវី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៩ អន្តរប្បញ្ញត្តិ",
      "chapter_en": "CHAPTER 9"
    },
    {
      "id": 87,
      "name": "មាត្រា ៨៧\r\n",
      "description": "\nក្នុងករណីចាំបាច់ អាណត្តិនៃក្រុមប្រឹក្សាគណៈមេធាវី និងប្រធានគណៈមេធាវី ដែលជាប់ឆ្នោតលើកដំបូង ត្រូវបន្តរហូតដល់ការប្រកាសលទ្ធផលនៃការបោះឆ្នោតជ្រើសរើសប្រធានគណៈមេធាវីថ្មី និងក្រុមប្រឹក្សាគណៈមេធាវីថ្មី។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៩ អន្តរប្បញ្ញត្តិ",
      "chapter_en": "CHAPTER 9"
    },
    {
      "id": 88,
      "name": "មាត្រា ៨៨\r\n",
      "description": "\nដោយមិនទាន់គិតដល់មាត្រា ១៤ និងមាត្រា ១៥ អ្នកដែលមានសិទ្ធិបោះឆ្នោត និងឈរឈ្មោះឱ្យគេបោះឆ្នោតដូចមានចែងក្នុងមាត្រា ៨៤ គឺមេធាវីទាំងឡាយដែលបានចុះឈ្មោះក្នុងបញ្ជីនៃគណៈមេធាវី និងក្នុងបញ្ជីកម្មសិក្សា ដោយមិនគិតពីអតីតភាព ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៩ អន្តរប្បញ្ញត្តិ",
      "chapter_en": "CHAPTER 9"
    },
    {
      "id": 89,
      "name": "មាត្រា ៨៩\r\n",
      "description": "\nអន្តរប្បញ្ញត្តិនេះ មានអានុភាពអនុវត្តរហូតដល់ថ្ងៃទី៣១ ខែធ្នូ ឆ្នាំ១៩៩៧ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ៩ អន្តរប្បញ្ញត្តិ",
      "chapter_en": "CHAPTER 9"
    },
    {
      "id": 90,
      "name": "មាត្រា ៩០\r\n",
      "description": "\nបទបញ្ញត្តិទាំងឡាយណា ដែលផ្ទុយនឹងច្បាប់នេះត្រូវទុកជានិរាករណ៍ ។\r\n",
      "name_en": "a",
      "description_en": "a",
      "book": "ច្បាប់ស្តីពីលក្ខន្តិកៈមេធាវី",
      "book_en": "Statute of Attorney",
      "chapter": "ជំពូកទី ១០ អវសានប្បញ្ញត្តិ",
      "chapter_en": "CHAPTER 10"
    }
  ]
}